["Nigga is these rain drops made of ice, thats a next violation now i feel a type of way","welp...no matter how i feel rite now, i got shyt 2 get done so i gotta suck this sickness up =( ...gettin shyt dun wit my fav kevbo 2day","Every Chrismas I see #HowTheGrinchStoleChristmas movie & i feel like im a part of the celebration! There is some charm in it!","I feel good and I haven't even eaten my breakfast yet! God makes me happy!! He's is the balm in my Gilead!","I feel like this dog has been barking since last night.","O hai i feel asleep ㅠㅠ Going to sleep properly in my room now. Good night!","dramaaa i need you to tweeetttt cause I feel like changing my background to sangbin's picture, but i dont want too, but i want. JUST TWEET","\" i feel so free\"","Oh yeah, hot air rises. It's hot and toasty in the loft, but I feel the temperature plummeting as I descend the stairs. >.<","yay three hours of sleep! going to upenn for my moms dr appointment and i feel like ass, yesssss!","I feel depressed for tomorrow. Back to normal.:| Wish me luck?","I feel infinite","Dora makes me feel so included in her missions &i feel so happy when we make it to the end ^_^ lmaoo","I feel nauseous :(","apply at least a mascara, blusher or lip gloss before going to the public. #ThatsSoMe. i feel weird when i don't do so","Aah another week! I already can't wait til Friday! I feel like partying with my boyz! I didn't see them this weekend! Have a good day ","I feel like a black version of Camille on RHOB.Except we don't have a house in Hawaii yet + we Won't ever have a need 4 divorce! #soulmate","I feel cute today.","I feel so ignored , :(","\"Just have yo hot yellow ass outside\" -____- I feel like a lil fast high school girl","So glad I got my workout in. I always remind myself about how awesome I feel once the workout is done for those days when I don't want to go","I feel like punching someone and going to sleep at the same time. My adrenaline is confused..","I feel like FB is becoming myspace... at least for the ppl who really fuck with twitter.","The itch is *KILLING* me. Now is exactly when I feel like chopping off both of my legs. GRR.","I feel like I slept in today. We should turn back time every month!","ran 5 miles this morning and I feel fabulous:-)","I love my job!!!! I feel bad for those who don't!!!","Morning tweeps! I feel a lot better today!","I Feel Like Screaming. Damn You, Mother Nature.","I'm still unwell :( today I feel worse than I did yesterday :(","\"He chose me because He could find none more worthless.\" St. Francis of Assisi. How I feel when thinking of what God is doing in my life.","Fuckkkkk i sooo dnt wanna go to school!!! ugh i feel like shit!:\/\/\/","so hungry i feel sick D: food time. and the rest of 60 minute makeover, before i plough through this sodding work!","#TwitterOn I slept 9 hours wooooW!!!!! I feel good","Not going to school today -.- i feel like imma die, now I need strength to send Tomko my project by email, I'm to weak to even lift the comp","its 6:25am and i feel good:)","OMG, dit wil k nooooit meer. Ga dooodd HELP!!! I feel lyke dyingg","Damn i feel good","I feel like vomiting.. Like seriously","It has a season i mean. Sometimes gonna be a winter, spring or summer ! And it change everytime i feel it . I wont being like this","u know what i feel.. I feel nobody cares, yeah thats what I feel..","Women can fake orgasms but men can fake a whole relationship. That's exactly how I feel.","I feel asleep tweeting","I feel a bit more like my old self today - going natural with my curly hair #ilovebeingme","I feel like giving up on Twinning trip. it's like, everything is so sudden and i do not have time to react to the situation.","Tired...sleep til I feel like it.","Be back later decieded im gonna go finsh my sisters keeper. School later maybee depends on how i feel .","I dnt know what the FXCK was on the second part of the calc quiz. Shxt! I feel like I have an IQ of 2. :( lol","Listening to Christmas songs by Mariah. I feel Santa Claus. HAHA.","I feel so fat; and it's cold; and it's Monday; and crampsss -____-","I feel sad and berated :(","I woke up feeling good but now I feel great #f #fb","I feel ignored :\\ RT If u miss the old tweitter","I feel so pathetic. I'm so goddamn excited I'm crying.","He Praised us soo well that I feel he has succeeded in selling US to us. Let's see how far we succeed and sell ourselves to them now.","I feel like I'm stuck in highschool if I stay here...","Be forwarned folks...I feel a massive GODZILLA binge in the very near future. Between what I got and Netflix...it's going to be epic!","I feel just so like empty today","Laying with smokey until I feel better. Remind me that im real, winter.","I feel great but why this chiq done got up like four times to get food??? Sit and eat already!","I feel sick :-\/","I feel so philosophical after i said \"there has to be underachievers so there are overachievers if there wasnt, there would be","It's so windy out here. I feel I'm going to get blown away.","Birds flyin high, sun in the sky, breeze driftin on by, u know how I feel. Its a new dawn, its a new day, its a new life for me, feelin good","Ok I think I feel better. Thank you Jesus!!! I'm excited about this move now. Can't Wait!","I feel damn near awful","Morningg!!! Yes i feel like a new woman even though im a lil ugh all ma ladies expect a kall from mwah today!!! Business #RealTalk","I feel so nervous. :s haay just a few more minutes.","I feel sorry for cowboys fans this morning as they awake in despair ... Oh wait, no I don't!","I think I LOVE how time went BACK! I Feel Gd","I feel Really sleepy.","You say you got the most respect for me but sometimes I feel your not deserving me","Or u don't know that I feel what you feel?","Went to school this morning but now i'm not going this afternoon, i feel sick :\/","Hurry...shh...don't go in there...run...run FASTER...go, go, go...I feel sick...THEY'RE STILL COMING! (watching #TheWalkingDead last nite)","I wanna be alone!!! why do I feel that way this past few days.","I feel fake.","Had a sniff of the gym and got my card. I feel part of a cult","Good Morning! I feel good this morning and performing tonight! #goodday","Why do I feel so weird?? Ughhh","I feel like today's gonna be the longest day everrrrr.","I feel like shit. S\/O to he-who-will-not-be-named for keeping me up :-\/","I feel like I'm about to freeze to death!!","Woke up at the wrong time this morning...I feel slightly retarded right about now.","In class.. Wow, i feel that's all I ever tweet these days :P","This wind is ready to blow me away and I'm not a small person...I feel sorry for the skinny girls outthere this morning. GoodMorning y'all!!","I feel like rereading; but I don't know what. I can't even decide what fandom.","RT HannahLovesTea: I feel pretty today.","I feel like the Yankees back-pedalling into the play-offs 4 some reason...The busiest and most important week of my life starts NOW!!!","\"Como amaneciste?\" Eso sólo lo puedo responder después de un buen baño y café. De resto I feel like shit.","ugh i feel lazy this morning","Bestf, I'm so so sorry. Its all my fault. Damn I feel guilty. :'(","This time works so much better. I feel rested.","Honestly, I feel really bored at school today... such had a bored time there,, it's better if I spent the time with my families though","I feel like, when you are working, time flies super fast! :D","Later for school I feel like grade 10 again haha I was late 59 times just for first periode alone","I feel pretty great starting off this week. I honestly think I'm finally on track to happiness & bliss!","I watched my first sunrise in a long long long time. I feel so amazing and high right now.","started applying for jobs already. i feel so liberated now that I made up my mind.","I Feel So Happy !","Getting on a plane to atlanta. So excited I feel like I am gonna hurl.","didnt even do much today but i feel really tired. why?","Because of the time change, I feel like I'm late for school.","I need someone to put me up on some music I feel so behind","i feel sorry for what i did. stupid me.","Something very special on and that thing change my think , I think, I feel not good enough","I feel so awake at 8:26 in the morning. Feels good","Good morning. I feel like it's Monday. Wait... shit. It is Monday.","Tonight I feel vulnerable. But only tonight cos I'm gonna toughen up tomorrow.","I feel like watching Mean Girls again. or some parts. lol.","I guess I feel silly cuz I thought it would be just rehearsing and figuring out angles and stuff yet.","I hate going to the doctors. I feel horrible=(","I Feel Blahhhh :\/","I feel proud when i tell people that i am studying in #unohighschool","Sooo fungrrryyy.. Not sure how I feel about being charged 50¢ for hot water... #cmonsecondcup","Its sad how alone i feel standing here in a room full of people.","now you see why Im scared I cant open up my heart without a care here i go Its what i feel and for the first time in my life i know its real","I feel like watching titanic.","i feel like trying duck meat. and i don't dare to cont. to the next ep 'cuz it seems scary.","ah the cocodamol is kicking in, ahhhhhhhhh I feel comfy! :)","Damn I feel the coldness already","The new time has me all screwed up and I feel like I'm running late!","YAY! The sun was actually up when I left for work this morning. I feel less tired because of it :]","suddenly I feel wanna puke...err","Im on tha train wid madd mexicans && asians lol i feel like tha onlyyyyy minority rite now","After shower and i feel like ........ Starving headache and many more . ;\"(","And I still don't know what to do about the way I feel about you..","I FEEL SO SAD. its over!!!!!!!!!","I hate when im tired at wrk but when im off I feel a boost of energy","i wish you were close to me do you think its funny I feel so I dont know the reason I cant say sweet words I wish you were close to me","i feel so uplifted 2day! God is so incredible. I can't even put how I feel about Him into words!","50 minutes of sleep last night\/today! #HowYouDoin? Cause I feel like crap haha","I feel so sleepy?!?! But I went 2 sleep around 12 o'clock, I must've really been tired smh","I'm always wondering if she feels the way I feel for her","Used a neti pot this morning. Felt like I was drowning in the ocean at first but I feel so good now.","#digitalnatives The session on watching the participants vidoe is really interesting!! I feel like withdrawing mine.....lol","I feel good inside when I make my hubbys lunch","you can hide behind your stories but don't take me for a fool. you can tell me that there's nobody else but I feel it.","day light savings makes me batty! i feel so late right now, but i'm not.","Going to be a great week, I feel excitement in the air!!!","Omg its so cold i should of worn more clothes, i feel like a slut right about now!","#TakesAHit I feel waffles Is french toast & pancake #BigHomie #ThatIsAll","Detox is really over but I am taking new habits forward, trying to eat as close to vegan as possible and reduce the wheat = I feel fabulous","Everytime I eat a meat pie, I feel grossed out after.","Gonna rent gossip girl soon hehehe. I feel very suaku for have not been catching any season of gossip girl but em gonna do it soon!! JUST W8","i feel realllyy sick...goodnight.","whenever you feel bad, I feel worse.. :(","Sometimes I feel like a cheerleader. Cheering to get everyone else psyched out but being dead behind the eyes. =:)","I feel like someone is stabbing me repeatedly in my right side. I can barely even move. But I guess I've gotta go to school. :(","Feeling extra sixk this morning. :(. Not good. Hope I feel better brfore I got to work.","i dont know what i feel","I feel like crap today!!!!","I feel like crap. I want to stay in bed all day.","i feel so lost without charm or the musical filling up my life","Youknow how I feel owww freedom","Eatting nom nom nom god I have to wake up for school I feel half dead","I feel horrible :(","I feel like today is gonna b a GOOD day!!!!!","I feel good today :D Good vibes, just keep going ;D","I feel so good........","I need you, that's how I feel now.","I feel like I've been sleep for a day!...this time has me drained!...","OMG Amazing Race, Y u doing this to me? I feel so nervous just by watching it. *O*","I'm so freaking nervous! I feel like throwing up >.<","3G got quarantine cause two classmates tio HFMD. :\/ Wah speaking abt it, i feel itchy all over -.- LOL. Xin li zuo yong!","I feel noxious!!!","woke up from nap. i feel tired :\\","I feel frozen","I feel this Is a wasted semester since i dont have enough transfer hours I'm coming in as a beginning freshman again!! Smh.. #newschool","yes, i feel failed,,on college,life,even relationship and yes i do cry (a lot) do i have (even) a tiny way out to feel happy?","i feel like ive been hit head on by one of those Virgin direct trains!!and my bb has died on me..just left work goin bk to bed :(","good morning! i feel funny. i'm in an extra good mood. i think it's cuz i dreamt that i was in a super mario video game.","I feel so rested right now... I don't gotta b at work until 9 sumin n I'm up Chillen lol Smh...","I feel so appreciated!","Why do i feel like my stomache is kicking me in the face? Oh well sleep i guess hopefully school later.","Or else i will consider criminal psychology. =D Anw, it's damn cool. I feel like borrowing those books about the behaviour about a person.","I'm going to continue wondering how long I can convince myself I actually got an extra hour of sleep again... I feel great for 7am :D","I feel so cheated by Mrs Tan~","I'm feeling well rested let's see how i feel when i walk into work ugh","I feel refreshed (:","Yeah monday morning feeling like crap again. And I feel like i'm going to throw up, ugh.","Sleep did not come bearing gifts tonight. In face it didn't even show up... I feel somehow stood up.","what if i feel like tweeting but i've got nothing to say? total anxiety over EVERYthing today. even the stuff already done. rolleye.","I'm on my way to ad casting for a product that doesn't involve bowels in anyway. I feel the casting will be embarrassing nonetheless.","Remember wen u were a kid & u had a secret? Can u remember how big u felt? Well, let's just say I feel like Hulk Hogan on steroids rite now!","for once i can say i had enough sleep... i feel great #nshit","I love Tommi... she took time to out of her schedule to work on my mixtape like you have no clue how i feel....","I feel like a zombie gon' back to life, back back to life ~","I have to type th list of food data for ONOW, do some graphic design research, I FEEL SO LAZY ):","Dear God, I would really appreciate if you could kindly consider stabilizing and maintaining the level of \"I feel good\" as of this morning.","I feel frisky... ;-)","I feel like i'm gonna faint. Be back later, i love you nicky","i feel great :)","... I feel very blessed. Thank you God. #fb","Need to get moving but don't feel like it,I feel bleh.","Getting up at 11 is not good. I feel awful","i feel so sick and ugly today lol","you look ugly. you late i was ugly since i was born. i feel sorry for ya momma. me too. you is gettin' on my last nerve. you mean last wig.","I feel so late cause its light out",":( this ain't good. i feel sick. :|"]