["My daddy left me and I hate him!!!","I hate that Al Harris is gone. He was a good player and seemed like a great guy and Packer. Good luck Al, we'll miss ya!","i hate it when ppl on fb ask me if i remember them. dude no i dont. i have 900+ friends i cant be remembering each & everyone of you! -.-","LOL , I hate using itouchh to write letters on fbk la , sucks like -.- , nvm tomorrow continue . SRY to those ppl , tmrw I shall continue ~","My happy mood is going away I probably wasn't even really happy I hate being a girl sometimes","I hate the smell of Hospitals....Death is in the air","i hate having to find something to wear =\/ STYLIST !! =)","Goin to get breakfast now...guess i gotta start all over again 2morro..*shit* blows yo...i hate bein on other ppls time....#FOH!!","Cold and wet, two things i hate more than anything or anyone. Also, dickhead on london bridge you suck","I wrote in my English paper \"I really dislike the slums, Filipinos in general\" lol, I hate my own race~","Wanna leaved this town immediately...i hate this town what the fuck city...","Why I Hate Banks No 23: 'I'd like to take some money out of my Santander savings account, please.' 'That might be a problem, Sir....'","Gahhh i hate pop quizes i mean who does that anymoreee -___-","jerawat ! i hate you !","UGHHHHH! WORK! I HATE IT IM LIKE THE WORST MORNIN PERSON EVER SUPER CRANKY","I hate my first block * sighhhh *","Ughhhhh I HATE This Fucking Place.","I hate early registrationn its like BLACK FRIDAY for classes ...","Oh how I hate Mondays.","I hate ncat library!.tried to make me throw away two jolly ranchers!","I hate my life :\/","I hate this busdriver I hate her I hate her!!","► I hate Jasmine Villegas and Haters .. ◄ :\/","i hate this nite :((","I hate mondays! :)","i hope d trip 2 chi garden will b cancelled tmw. I hate unproductive meetings. where she goes on and on of how great & professional she is","twitter! I hate you and your fail whale.","i hate freezing rain and sleet.. why can't it just snow? :(","I hate school or maybe I just hate the people in it","I hate when I get no closure... #subtweet","Ahh i hate being rushed","I hate being the only one that's going to school -__- why don't my brothers have school?! >:O","i hate things that spoils my mood","I hate winter","#randomfact I hate living in an age of sensitive ass niggas. Ok. #thatisall","I hate school. I realllly dont wanna go. D:","My phone doesn't seem to be working right today sometimes I hate this phone.","I hate chemistry!","Its Monday...Back on business. Meeting at 8am & the bish aint here yet. He bet not have a weak handshake. I hate a weak handshake.","Everyone is breaking up... it's fucking sad, I hate it!","I hate ths class .","I hate stalling","If there's one thing people have to know about me, it's that I hate broken promises... with burning passion","I hate people.","I have began to hate the word \"grind\" just like i hate \"swag\". Over used. And most of yall lying!","Man I hate my mind....why can't Ginuwine's \"What's so Different\" get outta my head","i hate the way my twitter is you know!","Today show story title, \"Is it okay for little boys to wear dresses?\" I hate society.","Every #Monday morning I wake and drink a toasty warm cup of \"I hate my F'n #job!\" Yeah... It's a rich blend.","lunes i hate you :)","I hate wen im tryna talk 2 sumbodii an dey sittn der dewn sumthn lyke im Invisible.!","Man, I wish I could quote Tyler Durden to explain why I hate gyms but I just sort of hate sweating in mixed company #bitchtits","My dad cutting up already! He said 1 time he was up & it was for 2 cops and he said \"I hate all them bastards and I hope they burn in hell!\"","Damn I hate virus It almost screwed my PC","i hate taking notes.","I hate crossing streets, so I use the \"follow people ahead of you technique\" so if the cars turn, they hit the other people first.","Very warm night and I hate sweating! But ill need to run tomorrow morning! Rawr!","i hate rock n heavy metal","i hate the new myspace","I hate monday!!","I hate feeling like a wet noodle after a workout.","I hate this stupid show about midgets.","#fucktraffic !!! I hate 95","I hate when you talk to someone and they're gettin to know you and stuff and they ask \"so why u single?\" fxck im not perfect dude","I hate rush hour traffic..there's no accidents..what's the f'n problem?? Ughhh","I hate this ugly girl. Her nose, her mouth, her whole face is just ugh.","i hate facebook since my extended family thought it would be nice to add me on there. i have to watch what im saying, so i rarely update :\/","I hate everything right now. EVERYSINGLETHING!","i hate the time change and mondays","i don't like to be friends with you. i hate you now. never be friends with me again. because i feel you weird.","Friday I'm going out to jersey with Berk though, the things I do for people, I hate Jersey","Its not even 8:30!!!! >:( I dont have to log into scholl untill 9:15!!!! GAHHH I hate being up to early. Why cant I sleep in!!!","nooo its too early for there 2 b snow on the ground :[ i hate cold weather","Insecure. I hate that feeling.","I hate civics.","I HATE POM!!! POM SUCKS TTM!!~~~~~","e a segunda feira volta outra como o de costume... deixando pessoas com TPM RAIVA EXTRESS por ser a terrivel segunda feira :\\ I HATE U","I hate when a song reminds you of something you don't wanna think about nd it ruins the song for you","### touchdown lagos! I hate flying!","#nowplaying: I Hate Crass! \/ First Demo Tracks 1984 (Sieg Heil)","I dont know why. i hate today;S","I hate cold weather","I hate the improper usage of #GotsToBeMoreCareful....","I hate daylight savings time. I should still be in bed continuing some awesome dreams.","I hate you queer","As a driver I hate pedestrians, and as a pedestrian I hate drivers, but no matter what the mode of transportation, I always hate cyclists.","F*** i hate school","There are days where I hate kids.Whats the point in screaming your head off for about 30 mins?And why is no one doing anything against it?","I hate when people squeeze In","Oh god... I hate the people from Jersey Shore...-.-","I hate MONDAYS almost more then i hate the POLICE #Imjustsaying","i hate fat sloppy hoes","I hate annoying ass niggaz yo fuck","i hate PONYO","I hate it when daddy gets mad.","I hate whe people get called on in class and they talk so quietly. Like what you dont know how to project your voice?","i hate school i wanna go home.","I Hate When I Accidentally Drink Really Hot Stuff And It Burns My Tongue.","I hate this class...","I hate when I drop my phone and I get that fleeting moment of panic that it's gonna break.","boring!!!! I hate school!!","I really hate how nothing feels right anymore. I hate it when regrets keep me up at night.","Home. I hate getting headaches! I can't do anything.... argh. going to sleep now","I hate it when this home becomes a heartache.. always go back to you.","I hate when people have those little hangy skin things under their fingernail. Yuck!","I hate frost - it always makes me late.","agh jersey shore -_- i hate you pauly d, i hate you snooki","im sorry bro. i hate you..too much.","I hate when people say \"bbm smiley face\" and shit, we aint even on bbm right now...furthermore I don't care. Extra.","Ugh I hate when I can't sleep!! Thanxs for ruining my morning..","Ahhh i hate the coldd .","#confessiontime I hate my life","Hot chocolate! :DD. I hate when my mom speaks to us in tagalog. WE DONT UNDERSTAND.):","I hate it when guys(boys) beg for money","I hate chem. Snow?! Ha no..","Some folks are so funny. I hate it","I swear I hate leather car seats. In the winter it be cold and in the summer it be real hot","#confessiontime I hate washing dishes","At the doctor's office....uuggghhh I hate being poked & pried!!!","I hate the way you make me cry and down. But i love the way you make me smile and laugh","Who wants to keep me company today;;I hate mondays =\/","I'm not a dickrider and I hate being in a room where I can't move, so KoD wasn't exceptionally fun last night...but right now, I'm grinning!","Damn y I'm always late lol n the crazy part is I hate ppl Tht b late lol","I hate having an 8 o'clock","i sm the most socially awkwaed person in the world if i stare at you and look away and you tried to say hi it's not because i hate you.","I hate coming here sometimes. ! I seriously really do.","there is nothing i hate more in the world than to think up of birthday greetings on FB cuz i don't like just saying Happy Birthday and enjoy","oh my god, I hate Katie. fucking go home. whiny bitch ._.","I hate cold,dark,wet Mondays. Good job my footy team won otherwise I'd be really down!","I HATE TUESDAY","This is y I hate waitin for the bus -_-","I hate mornings with a passion!","I hate when bitches late to work smh","#random I hate seeing buttcracks sticking outta jeans I love a$$ but can't stand 2 C a little crack sticking out","I hate tht since I don't think Cameron and Selena would make a cute couple I'm apperantly not a real adub fan! I can think whatever I want!!","It burns so bad inside when i need 2 cry but i try to stop it.I hate my life. Everyday I wake up thinking :'i hate this. i wanna sleep 4evr'","I hate waiting so damn much!!","Wow! People are so freaking loud! Wow...I hate loud people! Work tonight 4-7pm!","I hate wonter sleeping cause you feel so warm under the covers and don't want to get up","Ugh I hate how many kids crowd in front of my homeroom. I can never tell if the door is open or not.","Don't u hate when u be sleeping and u wake up, to check the time and its 2 mins before ur alarm goes off I hate that....","tell me what's happening, what's wrong .. what's with you lately because i hate guessing your feelings #darwinovellim #shoutout","I hate white people! This man was harassing me at work #notcool don't follow me to the fuckin back dock at 6 am! Its dark as hell!","Feeling terrible. Just gotta make it through the day. I hate Mondays.","I hate when I ask for gum and somebody passes me some fruit shit.","Gahhhhh !!! I hate Mondays !","N I hate giving out my pins to people, I feel violated sort of like someone invading my private space","Time for school. Again. I hate it","I HATE YOU SO MUCH NOW","Oh really ...thank god cause i hate cold weather","i hate people","You have no idea how much I hate mondays !","I hate snow -__________-","I hate being by myself, it's horrible.","Hate not being honest..... But don't want it to be misunderstood . I hate that niggas r stubborn","I hate evrything in my life :( it really hurts me mom Im trying to be patient to you But why can't u see that? I just do what i should to do","I hate it so much i love it.","I hate school, I hate cold ugh","i hate headache.. :\/","Another paper that required me to do a calculation tomorrow.I hate you numbers.","Ahh I hate sung hun so much!!!!","I needa buy a big enough bag where my binders fit, I hate carrying them everywhere.","I hate when bras make my boobs look pointy","Monday, you fff'n sux!!! Grrr .... I hate you :\/","Teeheeee I can hate you now! I dunno when can I hate you again like this --\" lol. But I hope I can hate you forever and ever 3:)","I hate cold weather.....I wish I could move to the islands or something....","Fuck the mornings, smh I hate it","I am incredible at having long, deep conversations with people, but small talk? Eeesh. I hate it. It is not a strength of mine.","I hate waiting in line 4 food","#fact I hate waiting.. Im so impatient.","I hate Mondays because they feel unreal =\\","glad its bright out now, considering my sister made me walk. fuck the cold :( i hate being able to see my breath..,","I hate the cold!! I wish it would just go away now.","I hate callin the women bitches but the bitches love it #niceee","God, I hate John Mayer's voice.","i hate being sick :( ughhh i think im dying.","watching real housewives of atlanta , i hate NeNe 's nose lol ;","Fuck i hate my bus","I hate this weather","It's soooo cold outside, I hate it","someone tweeted: tanndell I HATE YOU SO MUCH..I HAVE NO DEFENCES AGAINST BB!KURTS :DDDDDDDDD FACE OK OMG: tanndell I HATE YOU SO MUCH..I...","Menanti kabarrrr! Oh how I hate waiting!!","I hate when people act really nice to your face...but talk about how much they hate you behind your back.","I hate spammers lyk HIM and HIM!!","Omg I hate girls who shave the side of there heads! Y u tryna look like a guy! Sort it out","i hate my life :'(","i hate marlaflow","Damn sometimes I hate goin in on my day off I be dumb tired","start of second semester! huhu i hate it!","I hate this weather, I'm in my flat and feel like I'm outside cos I can still hear the wind and rain and it's feckin freezing! Booooo!","Hello INTGLOS. I hate you. :|","I hate it when people blame others for things they have done!","Man oh man. I hate long nights. Homework sucks. Time to go get a few hours of sleep. Good night.","God I hate dieting I am starving already!☹ x","I hate so much what drugs to to people. :(","I hate mondays","I hate you .. But , i love you ..","AKU_PINGIN_PINDAH_SEKOLAh_KARENA_UDAH_GAK_BETAH_DENGAN_DIA_DAN_TEMAN22_LAINYANYA.... I HATE YOU GUYSSSSSSSS :'(","Debu-debu ini pun membuat allergi saya semakin merajalela.. Selamat datang allergic! I hate you surely","I hate fire crackers. But I have no problems with phatakas."]