["I think if I had a nicki minaj booty,I wouldn't trust anyone.","I think I've rescued it. Christ almighty, what a morning... and I haven't even gone outside yet.","I think it's snowing in NYC.","I've seen miley and biebs, so i think I'm gonna sleep now. Haha","\"People die every second and I don't give a fuck. Shit happens.\" I think my teacher is in a bad mood lol","lmao i just added my ex's cut friend on facebook && now i have 666 friends smh ... i think that's a sign haha","I think this is going to be a good summer coming cuz I feel a really cold winter ahead.","I think I'm putting together the coolest twitter bot ever!!","37 credits left til i get my BA i think ima pick all gym classes next semster lol why not !","I think I hadn't worn this sweater since I lived in The States, but more than dust, memories are what's coming out of it.","He wants us to check in on him. He goes in I think he said on next Tuesday. So we'll be calling on him starting around that Thursday.","Every time I hear this Chris Faust song I think about her","dont quote me but i think we have like 6 or 7 weeks left in this year...","Princess Layer is not well. We have bought her inside into the warm. I think she's sleeping.","I think I should update my blog, for god sake. It's been a while..","I think I'm goin back to ohio next home game!","Yea I think I'm da S*** all da time..if u dnt den u..dats sum S*** u needa get off ur mind","Big day! I think I'll start by risking all the data on my phone's SD card...","I think this woman is a stroke survivor thats the only explanation I can think of","I think people should read the book before they make a judgement about Tyler Perry's movie. He didn't jus pull this one out of his ass pple.","Me: I think we need to go shopping. Mommy: We can't, b\/c SOMEONE spent $200 on books last weekend USING MY CREDIT CARD. Me: Who did THAT?!","I think another costumes will do","Will Wade's head roll? Magic eight ball says...... \"I think so\"","I think I have strep throat. Damn.","I think it's time to get ready for gym. It will probably hurt like hell after a week, but... BBL :)","I think imma delete my twitter today","o would like that i could see end of diary...and i think that she deserve her diary back,cuz its nice to remember 1st love,kiss :(((","I think I'll make it a \"the spook who sat by the door\" type of morning!!!...","I think if everyone who loved chocolate, loved people as much as they loved chocolate, the world would be a better place. #loveislouder","I think HTML needs a \"Sarcasm\" tag.","I think cheryl was a bit unfair on Saturday. Katie didnt even finish her song and she still got through!!!","I think I'm gonna change my avatar.. :)","I think I might go to sleep, sweet dreams everyone <3","i think the fact that the sun rises an hour earlier is gonna make me more awake in the morning","oh my gawd!!!!!>.<~i think i'm 100% B2UTY now~i d*mn fallin in love with B2ST very muuuuch~!!","Ignant shitt.. I think better when im not sober..","I think I may go for a sleep, after I try and eat some food. And watch batman :)","I think the rebelution is starting #screwbandwagonjumpers","And the 2 guys had to sleep in the same bed with her dad (i think) in the middle with their ankles tied to each others. Wtf? Lol","Do you still remember? I think no, because you have changed","My nose hurts, I think I snorted too much face paint on Saturday night..","So... I think im doign good in this class finally","I think I finally realise the sensation of being busy and always awake. Feels like a hangover.","i think i injured a new part of my body","hw much long a woman need? hmmmm I think too long n blacky...... Hmmmm n gud hairs #perkytweets","I think it's fair to say, mrs oats will definately miss me today. lmfao. she's a fail.","Everytime I think I got it rough, I just think about For Colored Girls, seriously","Ok i think imma lay down now.I hope i wake up better than this.Smh. Ta ta twitter.","I think I've just seen a DM make it to the public timeline. Not naming names, but rest assured, been there done that. With scandalous info.","I think I'm going to end up in the \"It's Genius\" camp re: Sufjan's new album. #fb","Standing on the Olympics site in Stratford. It's cold and wet and not inspiring but I think that's just because the novality has worn off","car fixed, dinner prepped, teen work experience chased, washing up and washing done. Hoover and then a cup of tea I think.","I think yizhuo is in love with my english file.","i think im the only person up on twitter? lol","I think if I'm lucky I slept a total of 3 hours last night, But I doubt it","I think I like someone :)","Food time I think...banana sandwich and light babybel :)","I think my roommates instinctively use the bathroom when I need it most. ARGH.","Personally I think I'm pretty cool #cockytweet","Tired... I think I need Dr. Bieber. ;) Gnight twitter.","This leaves me to my next point..video reviews, i think alongside a written review, a video review should be mandatory","I think its funny how I say like ... Everything on twitter.","I think I'm big meech!","I think Imma take it easy all day gotta long night ahead...2.5 hours n the gym tonight","I think I plan so much, gain so much experience tt planning is so easy nw. Onli wedding n overseas trip cn bring me better excitement","I wonder if he knows he's all I think about at night ♪ aun, Taylor Swift- Teadrops on my guitar ♥","I think I might just do that!","so my mama just made MONDAYS the cleanupp dayy! last week she said THURSDAYS. i think whenevaa she wants me to clean is the dayy. #omgg","Flannel Monday?! Yeah. I think so","Fuck! I think i'm going to cry sooon. Pardon for the language but, arghhh!","I think I'll tweet much while I'm watching the emas.","i think i fell hard for this kid :P. blaaaah♥","I Think Im Not Goin Too School ?","my mom won't let me drive until she says its good enough outside. I think I'm due for another detention.","chapped lips. where's my vaseline? if i don't have it with me..i think i have lipgloss...","loved this DH episode! i think it will be a great season!!","Steelers are first in the division . . I think . Oh yeah :)","Ughhhhh I think I have lab today. And chorus with my mean teacher.","You cannot believe the noise outside my window at 7am! I think the walls are vibrating. I'm not a happy bunny.","\"God is great, but sometimes life ain't good. When I pray, it doesn't always turn out like I think it should. I do it anyway.\" :)","LCC in Elephant has some nice looking females.... I think","I think I just perfected the art of DIY pedicure ala Nail Spa... :)","I think I'm gonna get muscle ache tomorrow.","I think today is gonna be a good day... The sun is shining (a little too bright) and my hair isn't flipping out yet! WOOHOO!!","I think this is going to be the longest game","look at that moldy orange on the side of the road! I think it's a person!","We have too many retarded supporters. I think if we won 37 games but drew 1, people would still complain and say sack Wenger. #Arsenal","I think perhaps I should make fewer of my characters old, miserable alcoholic freaks. #nanowrimo #autobiography","Her laugh, her laugh, she hates but I think is so sexy ;)","Whatever u think u can achieve...ok...I think I need a sutta break....:D","And so i made my decision is write it on rory gilmore. I think that would bbe entertaining","I think that most of mother in this world dunno what their children want! U don't understand mom!","Is it what I think it is ?","He who has learned to pray has learned the greatest secret of a holy and happy life. Great quote, I think and you?","Little Monsters is in my \"Local Favorites\" on #Netflix. I think it's time to move.","I think its so rude to be callin your followers ugly...if u think they ugly don't fuckin follow em","Is it too early for these songs.. i think not.. ;)","some people care too much i think its called love","I cant do this work. I think I'll leave it till later...","You never know about me.But I think it's OK if you are happy.","I think some Celtic fans won't be happy until the club is uprooted and relocated to Lurgan.","Dis cock eyed lady starin at me , well i think she is.. O_o","I think I'm in shock! Bill's new look is...","I think knowing what you cannot do is more important than knowing what you can. ~Lucille Ball #quote","I think best late at night when most distractions are asleep. #iPray","I think my heart don't worth a penny right now becoz my heart will always belong to my Exgurl.. T_T damn!","I think these people in Dean and Deluca can smell the durian in my bag. Eh, they're drinking coffee that came out of a weasel's ass.","buying a new thong! I think leopard pattern, with pink frills!","Oh during that little rant i think everyone just died missed that but the car rolled of a hill. baby lives though","i think we need to halt ALL projects that involve a takeover of land from people until there are APPROPRIATE R&R laws in our Country","I think I can smell somebody making soup - quality of life significantly improved.","Truly awful weather today and the same forecast for the entire week. I think it's high time I learnt how to hibernate.","Tink. And....Even I wasn't expecting this. Fan club what now? I think The Block Nation is going to stage a coup d'état instead.","I Think I Just Missed My Bus..","Then at the hospital, the DR. said, U will be in labor all day, I think U will have the baby round 10-11 pm.. I will check back in latter +","I think I'm a poppy fascist - makes me a bit angry when I see people not wearing one","I think that it's quite obvious that Father's new computer _won't_ be turning up this morning. I should just go home.","I think, those who try to do something n failare infinitely better than those who try to do nothing n succeed","I just saw something. I don't know how to describe it. I... I think I now know the true meaning of 'bamboozled'.","#qanda I think there scared when at a gay marriage the priest says place your ring on his finger that someone will bend over. No wrong ring!","George Brandis begins his refugee point with \"I THINK it's a fact\"... Ha - a classic politician phrase... #qanda","I think I have the most annoying bus driver -_-","\"That might sound boring, but I think the boring stuff is the stuff that I remember the most. \" -Russel from the movie up :')","y'know.. if it weren't for art.. i think i'll be like having no worries to slack a bit.. freak you art!","\"I think my new thing will be to try to be a real happy guy. I'll just walk around being happy until some jerk says something stupid to me.\"","Another cuppa tea n a few biscuits I think...these kids are runnin rampant setting off fire alarms,I'm not going out in this rain! My hair!","did 2 pie charts based on yesterday's findings & i think im done with it. can i have a peaceful night ahead now?","#qanda I think the audience are far more informed than the panel tonight.","Weathers peak and I think I'm ill kmt I'm bwt to watch brooklyns finest hope dis is good","I have two hours until I have to get my kid up for school. I think a wee lil nap is in order. Bye twittah peoples!","i enjoy thinking that i got to sleep in today , instead of 6:30, i think 7:30 :) I love time changes!","OMG i think there is someone downstairs :O","Holy cow, I made it through work without passing out. TG for audiobooks, I think. Now, just an hour or two more and I can sleeeeeeeep! Whee","I think I ate a piece of aluminum foil...","Y would i think social security is a good thing? What r churches 4? Can they not do this? I know some do 2 provide 4 their aged & that isgrt","my throat is sore and my head aches ..I think my temprature iz up also...","Mohawk today I think","I think I have tonsillitis ...","So it's wrong to be racist but I should care how homosexuals want to live their lives? I think I'll keep focus on my own issues kthx. #qanda","i think that you should put your election video up ? :)","Ladies watch out for the dudes with musty balls..I think they out lol","I THINK 11AM SHOULD GIVE ME ENOUGH TIME TO GO DOWN TO VIVO RIGHT.","I think um up for the day, so.. Anotha day, anotha dolla","#1ofmyfollowers re followed me and I think they secretly know that we realy don't like eachother lol","indeed I think .....","i think my mind is melting from this recent change in my sleep schedule.","I think that cube of sugar wz mre than enough","i think sally should win!!!","My boss just delivered me fresh coffee. I think he maybe missed me a teeny bit...","\"I paint objects as I think them, not as I see them. \" Pablo Picasso","i think i'll go text people xD after this movie is over :D","I think perhaps I should have shaved today... #unshavenhaven","I think I'm the only person on my TL that dsnt smoke","Actually...now that I think about it, he may have been in my Pathways class. Fuck. That is scary.","when i think of you, i don't feel so alone~","Where r u aka?.Bad news..I think S deactivated his a\/c..m not sure.bt u check it out too.","I refuse the compliment that I think like a man, thought has no sex, one either thinks or one does not.","I think of you in everything I do <33","I think I'm getting ignored -.-","I think I'm all better but still feel hot!! T.T","Just because I think I'm ugly makes me shallow and superficial all of a sudden?! Geeeeez.","i think the party's over already laaa. Haha. Please,stop with the gifs, i'm going crazy!~","I can not sleep, I think I think too much!","i think Harbhajan should be sent ahead of Dhoni.....atleast in Tests....!!!!","aaaaahh!!! my foot fell asleep...hmm. i think i'l get some sleep too. GOOD NIGHT WORLD!!! <3","I think I will die","and i think they all getting handsome right?gosh!junhyung,hyunseung,doojoon,kikwang and dongwoon are so handsome!and of course my yoseobie=)","I think #ZulqHaider must trend. We must all do our bit to find him","I think today is gunner consist of watching come dine with me, which always makes me hungry.. And getting lots of work done! :) plan!","I think I suffer from amnesia everyday. For the starter, I always can't remember how much chocolate bars I've shove to my mouth.","My Monday wasn't that good. Ü But I think I like it . Ü","i think it's bolong","#Nanowrimo update: Just killed off another suspect but only got 700 words today. But considering I'm close to 26,000 total I think I;m OK","I think I just cried and had a tantrum because I couldn't close the garage door!im such a tit!","i think the tvd ad just made me jizz in my pants.","I think I must use my girl's power or else that woman will take her sweet time to ignore me. She's getting on my nerve...it's been a month.","Facebook Gods: I think having our favorite music\/movies\/books\/etc & what we \"like\", together, is a big mistake. Fix that shit. Thanks","Faaaaark I think I'm on the verge of losing my last free weekend before Christmas.","I think uggs & sweats looks hella tacky buh no lie,I'm rockin that right now & ITS COMFY AS FUCK ! I won't leave tha house like this tho lol","I think I sum up the views of the nation when I say \"what a shitty morning\"","yeah i think its true . maybe there's a reason y its not working","Just added Sugar to frosted shreddies,big mistake. I think my teeth may just fall out now.","Oh wow and i think he might be Gay yay lucky gay community","Everyday I think about you, imagine your face and miss when we walked together :(","I think pink isn't the best hair color style of hayley. I prefer orange or cherry red for her","I think the Blu-ray drive in my ps3 might be dying... again!","my 40 kilo Alsatian just pinned me against my chair, ostensibly to lick my face. I think 'Pack Leaderness' has just been established.","I think the saying \" a promise is a comfort to a fool.\" Is redonkulus!! I've met people who are capable of keeping there promises *kmt*","If facebook was twitter, I think the cold weather would be treading!","I think a flying giraffe would be awesome ...","Another cold day... I think its time to get some sort of radiator in the studio!","I think there is a free public wifi service being developed that covers the city I pick up a signal called Libra in Stratford in2 tower hill","John O'Callaghan i think your perfection c:","And though love sometimes hurt. I still put you first. And we'll make this thing work. But i think we should take it slow(:","wow. i don't know but if mahogany can bring it tonight i think luke and joel may be outta here. #xfactorau","I think I'm just gonna give up on sleeping..","RT #itsfunny how the things I think would never happen, happen just like that. #DamnItsTrue","#jrmasterchef Isabella and pierre will go thru I think .","I think I am the onlyest on up. Whata a shame #loser101","I think I may have got used 2 today by lunchtime...tea 4 me, dog chew 4 dog, & 2 children eating choc spread on toast (no school until 11)"]