["Tiger Tiger rawr! im there but i wish all t hudsonettes were there too n able to go! :(","Sometimes i wish i could wake up and go to school as i am and not have people judge and for everyone to accept it","Sigh, I wish people at my school would stop playing generic music on their guitars.","Wow how I wish I was on that list","I wish.. Have a lot of money..","Damn.. It's Monday... I wish I had more time.","I wish they come on","I WISH TO TELL THEM \"YO, MY NAMJA, CONTINUE TWEETING AND POST YOUR POHTO PLEASE?\" XDDD","I wish that I could find another words to say","I wish I could just stay here wrapped in my blanket.","I wish this man shut up","I wish I could be in the bed right now....layin right beside yu....#crushinghard","I wish there person who made blistex will make a twitter so I could mention him everytime it saves me","I wish it rains forever <3!!","i wish we had some pop cicles since i caint eat shiy","I wish Inderkum people would stay out of my dreams..geeze its like I'm dreaming about the whole school","The world and my family would be better of if I was never born. I wish I never existed.","I wish I was back in San Fransisco: \/","Good morning to all of my beloved followers..... I wish you all have a happy Monday ;-) .","I'm dreading my birthday and I wish I weren't. Trying to figure out what to do to make the day a dream come true. They have always been such","I wish I wasn't here.","\"Last night I saw upon the stair, a little man who wasn't there. He wasn't there again today, oh, how I wish he'd go away.\"","I wish somebody deport this sub back to her homeland","I wish there was a market for snot. I'd be a rich woman. (Sorry, I know. Gross. But I'd love to breathe normally again!)","i wish i was already on the christmas break . cuz i DONT wanna be here at jcc","ok, well I wish college courses were more high school like. i wouldnt have to work so hard. lol","I had a Buddy Rich weekend... watched the Scholarship videos and started reading Traps for the third time. I wish Buddy was my Buddy.","sleeeepy. i wish i could just sleep all day","I wish Kash wud check his dm","i send a post card to you dear cause i wish you were here","I wish I was seeing Zenyatta on my msn homepage bc she had won instead of what really happened. Sigh. Such is life.","I wish I had off Thursday like you bastards...","I wish my boyfriends phone wasn't die.","Darn, I wish I could travel too!!! :(","I wish i could say yes","I wish you lived here : (","I hate how everything in chorus is about me being gay. Even with Mr. Fuller... I wish it was like Glee where it was just accepted that I was","eddie money coming up on shuffle. i wish i could explain why that song makes me laugh. on top of that, i absolutely love it too.","Girlllll lol wooo these lil yung kids is FUN-TEE. I wish no one failure but some of yall gon learn the LONG way (notice I didn't say hard)","Omggg I wish I could take a pic of dis boy. He got on a areopostale hoody and some baggy jeans wit some high top Pradas. -___- or (fradas)","I wish everyone would stop talking about this","U would think Mrs. Eastman would get tired of yelling at us... i wish she would lose her voice (:","lol well i hope its a drama free day ugh like i said i WISH but its not gana happen :(","I wish I could make time stand still.","i wish i were her","I wish there was a real lock down!","It's just another manic Monday I wish it was Sunday Cause that's my funday My I don't have to runday It's just another manic Monday!!!","Oh I wish josh was there..","I wish I could show u all I looked so cute back then Lol","i wish TV stations would stop remaking old soaps.","I wish my boyfriend was awake...and I wish my iPhone worked... :(","i wish u were here! now!","This Girl Wear Her Hair The Same Way Everyday & It's UGLY !! I Wish She Would Change It !","I WISH my tweets would come back!!! :'(","\"Cupid Shuffle\" is playing on repeat in my head. Why, you ask? I wish I knew.","I'm so tired!! I wish someone would rescue me and tell me my bills are paid and they found a great paying job with benefits!","forever a shawol<3 #wewillprotectjjong. I wish jjong has twitter so he will see this on Top Trend. Aww","Gosh I wish I had some alone time","I don't have to go to work on my birthday right? I wish.","Somedays I wish I was back n college","I don't usually talk like this but... I wish all you complainers would just STFU!!! and go follow another band you ruin it for everyone! :-(","i wish i had an emergency button that would get justin to my bedroom whenever i want ;) eva longoria, you lucky bitchhhh.","Oh Monday. How I wish you were different!","CNN showing JFK's 1960 Presidential run. JFK was a cool mofo...hahaha...I wish he could've lived out his Presidency..","#BVB have fun in houston Tx today i wish i could be there but dont have the money","I wish he could give me the benefit of the doubt :(","I wish I could just come across the MJ fandom for the pretty pictures and funny vids.","johny knoxville huh?? i wish i was as crazy as he is..","Goddamn I wish it was Thursday so we'd be on our way to Philly by now. The next 3 days are going to be looooong ones at work.","Taylor ann salmieri is amazing ayt life I wish I was her","Laundry and cleaning today. I wish some one would invent a house that is self cleaning.","Siiike... I wish I had game...","Id classify monicabelluci as one of those #thingsthatgetmehd I wish she had a active account so she could twitter her love for me. sigh","Yea, I wish I'd never grown up too.Always be my mom and dad's little daughter.Never should be adult and have my own life.","On cold days like this, especially when I only have one class, I wish somebody would step up and be my taxi driver. A girl can dream, right?","I wish I was at school right now. And no, I'm not intoxicated in any way; my brain is working fine...","I'm not asking you to wish me.. But I wish you did. :(","Tired as hell takin trin 2 school n I wish dis mcdonalds line would speed da fuk up! We're hungry! Lol","Good night! I wish I can drop by the tambayan tomorrow~ I'm already expecting labwork ><","I wish everything worked as well as the humble Dyson Air Blade.","how i wish upon the stars above that let money on me.","I miss Cherry Coke Zero from Vegas =( I wish they sold it in Australia, or even just some Cherry flavouring so I could add it myself!” #coke","I wish I had time to get my scarf and gloves","'I wish i never fell so deep in love with you and now it ain't no way we can be friends' #treysongz","man. i wish there was a strip club in goa. i could sure do with a lap dance right about now. would get my mind off. #justsayin","I wish I could stop the world. #fb","Well I wish you'd just tell me rather than try to engage my enthusiasm.","I wish i could just sleeep all dayy.","I wish you knew","I wish it snowed in Miami!","Shit at work bout to clock in soon man I wish I was at home sleep","I wish today would hurry up and finish already","#confessiontime I wish everyone would shut up about Michael jackson's \"new\" album.","I wish my grades smoked weed, they'd get higher","I wish I could bump into him :'(","Cold, tired, woke up late, didn't study for psych, I wish I was still sleeping Today's gonna be a great dayy.... Can't wait till 2:35.","I wish I could wear slippers to school.","sometimes i wish i can fly..to the sky but then i see you standing at the earth and you waiting for me and then i wish i will be by you..♥","#confessiontime I wish money would grow on trees.","I wish I have super POWER... =)","Just need to say this to everyone who went to midnight release of black ops get a life :) I wish I could go :(","♬ 'I WISH' - ORIGINAL LOVE ♪","I wish it were raining... Instead I'm told we're getting a blizzard at the end of the week or so. Sweden. Why do people live here? #fml","in the mood for sleeping! and i wish my girlfriend was back here in bed with me. why do i have the day off college whilst she's in college?","Aaaaa. Dicina tinggal menunggu saljuu turun. I wish I be there noww","had mcd for dinner,who i wish i can gain weight :\/","I wish....","I wish this didn't happen to me.","I wish tommorow can be deleted !","i wish justin had another dam show in vegas .. -_____-","I always thank god whenever I see guys in singlet with shaved armpits. I wish I could hug them and say bless you.","I wish my mom were still here I don't like to clean","I wish you were here with me.. NICHKHUN!","I wish I had wings.","I wish I found myself waking up in my own home in Jakarta instead of this cold weather in this lonely place. Welcome reality.","I've got my hot chocolate, I wish it could helps my throat!","Big day today. Guitar lessons, school, and bball practice. Time to get pumped. Or go back to sleep. I wish. This is my only hype day.","I wish this whole thing would just be over so my family can go back to normal. Then again my mom just told me it will never be the same. :(","I wish I was still sleep! Anyways... Good Morning Thank God for another day","I wish the time change affected me longer than one day! I would kill for an extra hour of sleep!","I wish wringing your neck wasn't illegal.","I wish i was dreaming","I wish people understood anxiety better. If I could just stop feeling this way, why wouldn't I? Yes, I just love feeling like I'm dying.","I wish I could know how do you feel to me. You confusing me,my heart,and my mind.","I wish I could actually use the internet on my phone. -_-","I wish I had dreams at night","Fudge now I wish I would have went to sleep ontime.","I wish I could drop Hafid's class for Rahman's","Why does technology move so fast? I wish it would just slow down sometimes #fb","my body and mind are so exhausted, I wish I could just sleep.","I wish I didn't have to go to work today ugh","And I wish my inflatable doll would stop stealing the covers at night.","#Goodmorning everyone! It's monday, I wish I can stay in bed longer but I can only say \"think positive\" : )","I wish my brain wasn't so glaringly faulty. Going to try and forget everything and enjoy my afternoon and evening with dad <3","sometimes I wish I just didn't care.","I wish my job was closed TODAY...","jonghyun... i wish i know how to hate you forever, but I never find the 'hate' word in my heart for you..","Omg Damen Salvatore is sooo sweet :'( I wish he didn't wipe Elena's memory!","holly i wish u were back on the x factor on sunday cause its not the same without u on there","I played the guitar last night in my dreams!! I wish...","I wish i could explain my last shift in words. But i cannot. No blog post, no tweets. So glad it is done. Whew.","You followed what I follow again. How I wish you didn't get twitter. Thanks bitch. Make my blood boil.","Chany i wish my name was kit then you could call me kitkat.","My hair clearly did not want to go up today. I wish my hair was naturally straight :l","ALL SHE WANTED was my SEMEN$$$lol..so \"i WiSH WE NEVER DiD iT\" (Trey Songz voice)","Frigg this time changee! I woke up at 5:05 not 6:05 uggggh, I wish I was staying home today","I want to go travel all over the world Myself or with someone else..alot of place I want to go..I wish I can..","I don't want to cry right now....and yet the tears won't stop coming out...I'm so annoyed,I wish I was with you","i wish that old bugger's shoes hit Bill Shorton on air, that'd be so fucking cool. #qanda","Why do we grow widsom tooth when we does not even need it. I am so afraid to go t dentist, how i wish that i was put asleep when extraction","Oh dear, I wish u were here~~ #np vanilla twilight","Damn I wish I was still on vaca","School :\/ I wish I cud drop out and still be successfull","Damn I wish I could just stay n bed!","I wish I could fly away out of this house, out of this town, out of this place, out of this world, out of this fly...","Sometimes I wish I could hate you. my life would be less complicated that way. But no matter what you say or do I can never hate you","I wish a redskin fan would jump out there wit me #fuckyouteam","Honesty I'm jealous with you guys. I wish I can be you.","My hair is so long. :L I wish it wasnt curly :(","I wish people would learn to PUT BATTERIES IN THEIR SMOKE ALARMS","Part time work~ tired x( I wish I can go home earlier ..","#confessiontime I wish I could play the part of a totured and lonely soul. But truth is, I'm just too damn happy all the time.","Aww.This really broke my heart. Why can't it be ELENA-DAMON? Why does it have to be STEFAN-ELENA? I wish LJ Smith would rewrite the books","Cricket is SOOOO fixed, some guy has just not turned up for Pakistan in fear of his life WTF! I wish that would happen to Rooney!","#np I want it all by Trina ft Monica.... I wish i could find my trina cd...","I wish to experience this so called thunderstorm, not a single drop of rain or dramatic clap of thunder.","today i will mostly be burying hatchets. I wish it were in the literal sense. #letskissandmakeup","I wish I could be kesha. At least she wakes up in the morning feeling like a black man, that's gotta be better than this.","i wish i could just go back to bed","Im going back to bed. i wish this yuky feeling would go away.","I wish you'd encourage Janet Albrechtsen to leave her seat Tony. #QANDA","Its cold. I wish I had time to grab a jacket.","Hey, cool song! I wish I could buy it but hell yeah iTunes is not available in Indonesia FFFFUUUUU!","Goodmorning time to rise and shine. I wish everyone a blessed day","Off to Mimosa for the Pro-Am tournament tom! I wish ill have a good game tom!","Times like these I wish I had a car","And I wish we never did it....... (Love this song, can't be friends)","I wish I could just keep sleeping, but I can't :(","I wish You Love Me :) #lo_l","Wish No3 - I wish I study hard and do well for my Mid Terms tomorrow","Oh so tired Got work in the mornin, shit I wish I wasn't hired","I wish.. Oh so badly... Delena would happen. I'll end up ranting about it sooner or later, I'm sure.","Morning. I wish the heating would hurry up and do it's job! Wearing gloves with slippers aint a good look! Want to be warm before go out.","I wish these pills wud hurry up & kick in so i can drift off to la la land","ewwwww, i have school in like 2 hours. I wish i had private tutoring:P ughhh, well that's a dream that's for sure never going to happen!!!:P","Just watched #thesocialnetwork I wish I could come up with the next facebook. Zuckerburg is 26 and made $1 billion in revenue this year.","I wish dis was al a dream","can't lie it was all so appealing tho, but who knows when again...I wish today afta classes","Im so hungry but dont feel like buying anything i wish someone could drive me","Damn now I'm wide awoke thinking....n they aren't good thoughts #sigh I wish I could forget about this shit","I wish I had a bf like that :(","I wish there was an automatic greet-a-friend-write-on-his-wall application on Facebook.","Tonite i will list down everytg that i need to do..plenty of work to be done within short period of time..i wish i can stand ths pressure","I wish I had a Time Turner.","I wish people would understand that if they don't leave a voicemail, I won't call back, especially if I don't have your number","have a splitting headache. i wish i could just sleep and not have class. T_T","Food 1 Todd 0 I wish I was the man vs food guy he must not get sick after eating things.","#confessiontime Sometimes I wish for a mistake","I wish you'd call me now. :(","I wish people could pay more attention to the songs i like, because the lyrics are the words i'm too scared to say #TheTeensLove"]