["A arte ninja de ficar invisível no MSN só esperando uma pessoa aparecer.","Kenapa orang\" skrg pada kayak ninja ya?? Lagi ngetrend kah?? Bsk mau ikutan jg ah..","when i grow up, i wanna be an invisible panda ninja with a team of fighter monkeys. WHO WILL JOIN ME?","Slept funny and now I can't turn my head to the left. And now i'm totally open to ninja attacks. Not good, not good.","What is draining most of my phone battery? Fruit Ninja! LOL","Ninjaああああああヨンヒャクううううううう俺だあああああああああ","WOW!! I just dreamed that I was this CRAZY NINJA!! then woke up and saw that my collar bone was broken... lol","DIE ANTWOORDのデビュー作でたのか！！サマソニメチャクチャ楽しかったから見つけたらかう。NINJA!!!","Long day wasn't so long... Finished early thanks to the trip to Whitechapel. Ninja shooting scary stalkers.","Se você começar um jogo no Fruit Ninja e não cortar nenhuma fruta, apenas bombas, você ganha 125 frutas de bonus.","Aliens Vs. Ninja, coming to the Mayfair :) Sounds like the kind of movie i would have tried to make in HS... it is going to be epic!","Ninjaの項目も愛にあふれてるｗ","Estou morrendo de fome.. O pior é que na pauta de hoje está a Equipe Tartarugas Ninjas, que de ninja, só tem o nome..","Monk\/Zodiac or Monk\/Ninja????","ah udah ah kabur.cliiing~ ninja boy pergi","I'M NOT NINJA BUT YOU'RE TINJAMAN !","Kalau semua komik yang aku miliki udah lengkap, aku akan pensiun beli komik. Kecuali kalo Ninja Rantaro n Dragon Ball nongol lagi.","Naksir gue sama Ninja RR yang baru :3","I'm a good girl~ I'm a good girl~ I'm a good girl~ I'm better than you. :P jkjk hm…Are you ninja?? haha","The job title inflation has taken over the world. Hi i work at google, and i am chief srum master my friend is chief guru & ninja #bullcrap","#Nowlistening Shazam! - Spiderbait (from Ninja Assassin)","Als ik de hulk, super mario of een ninja was, zou deze week zoooveel leuker zijn!... Schijthonderdmiljoen tentames.","I feel like a ninja black pants, black shirt, black hat. Minus my ugg & jacket lmao","Sushi! Ninja! Fujiyama! KINTAMAAAAAA!!!!!!!","#audiosurf 今週の曲「sky blue sun orange」がツボに嵌った。ninja monoで中盤からの急落下地帯を華麗にすり抜けた時の脳汁量は過去最大級。","So. Monday. We meet again. I see the Stupid Pirates didn't get you. I knew I should have went with Ninjas. Always bet on ninja.","I always feel disappointment when I disturb pigeons - like I've just failed ninja training.","白井さんのNINJAシャツ欲しいｗ","I think i'll have to undergo ninja training just to get in and out of this fuckin train.","No meu dia de folga acordo com ninja colado na janela do meu quarto, as 8h da manha. Susto! Era o moco que limpa os vidros do prédio, Rs.","As in, he holds the kunai in his mouth and fights. He doesn't even use his hands omg. Pro ninja much? =DDDD","Vespa mio ninja?","Like a ninja in fog I invisibly search for and then viciously despatch a european contract killer, watching him choke on a recipe for cake.","I didnt mean to eff up ur ninja mode.","Shhh, estoy en clase, me siento ninja...","30 minutes to spare. I can be nerd and try to beat my Fruit Ninja score or hook up my friends on IM (assuming they are online)","tem qe ser muito ninja pra quebrar uma tv jogando com o sistema Kinect JKLASDJK","#WhatdoWomenwant a trick ass ninja to play the Fairy God Father","teaching my cat how to be a ninja. (:","happy birthday to my ninja friend ryan.(:","Yak dan mulai bikin liga buat Fruit Ninja. Lagi mikir2 pemenang liga dapet apa..","#WhatdoWomenwant a ninja to beat the pussy up an some Jimbos afterwards","I pretty much feel like an amazing Ninja right now.","#confessiontime I have the heart and soul of a #ninja #ninjanikki","não consegui praticar nada ninja em meus estudos, me fodi total. LOL!1 < típica linguagem de gente noob que é bv e bvl bjus","I just ninja jumped over the couch to answer my phone because your ring tone started to go off and I didn't want to miss it. :)","De volta a rotina diária ... editando a retrospectiva do ninja ......","Dan sekantor pun keranjingan Fruit Ninja..","\"...Thirdly, I am not worried that your son will grow up to be an actual ninja so back off...\" lol, you go woman #Cop'swife","Have #wordpress_jobs. Need programatic find & replace done for 750 records tied to #ninja plugin #wordpress","Purple ninja :D","Very quietly opened & then closed the front door of my workplace, so as not to wake sleeping guard. Pretty ninja moment for a Monday morning","im a ferrrking ninja.","haha.. she's got the ninja hand movements #loveit #qanda","Piraten of ninja's?","Alguém sabe se a prova de cibernética ninja é hoje?","What the hell is a fushigi? It sounds like an insult i.e. you fushigi a$$ ninja, lol.","If someone hurts Joonie ILL NINJA ASSASSIN EM :D #JoonieFighting #MirFighting","\"This is called blending in like a ninja.\"-Transformers; the new alien car dude, the green one or was it the red one? OK, one of the twins.","Abu Vulkanik masuk teritorial Jakarta? Brti harus berubah jadi Ninja Merah #ganyambungdanpenting","cuz i'm a ninja, nin-ninja, ninja, nin-ninja (:","Almost unavoidable consequence of 25 hours++ of Fruit Ninja practice : Sudden craving for Kendo. Great.... (Ouch)","Besok mau minta dibikinin duit ninja ninjaan ah, biar kaya ninja hatori :3","Sexta feira a rede do Jô foi ninja! valeu a todos que participaram e nessa sexta convidado especial David Quinlan não fique de fora!","Sexta feira a rede do Jô foi ninja! valeu a todos que participaram e nessa sexta convidado especial David Quinlan não fique de fora!","Daritadi motor ninja lewat bulak balik dan gue nunggu si amoy dateng ehhh taunya abis motor terkahir vixion lewat syuuuuh amoy dateng","I feel like a ninja when I crush in silence of yeah MY FUCKING NAME IS ALYSSA NOT BRODIE!!!!!!!!>.> call me by my first name or you get hurt","Wytwórnia Walta Disneya zakupiła prawa do ekranizacji komiksu \"Cowboy Ninja Viking\".","is planning his next ninja move and making up today's boot camp workout. *evil laughter*","i have to put a letter in someone mailbox without this person seeing me, i'm gonna go all ninja lol don't worry this is not a hate mail!! xD","Bon je sais, c'est moche, mais j'ai choppé les .apk de Abduction WA, Abduction! 2 et Fruit Ninja si vous voulez .. #hadopi #android","スタッフ緊急募集しておりましたが、先週の金曜日に１名採用が決定しました。今回も多数の応募誠にありがとうございました。　ｂｙ　高橋　#followme #katana #ninja #shinjuku","Im a NINJA || )","Be A Ninja In 30 Seconds...I Think","Kawasaki Ninja 250C: depois de pilotar uma dessas, minha percepção de tempo mudou para slow-motion!!! incrivel essa moto!!!","So tired this morning. Fruit ninja skills are drastically lacking.","Ok am gonna laff tew ds d nucca luks lyk d guy in ninja turtles yeh d Rat teachn dem gosh d so called rat ws ½ crippled usin a stick","Well guys, NORWEGIAN NINJA was awesome! Awesome and free! Take that.","Right....head down and time to employ those ninja skills.......","So watt would a ninja say to me if he was in the same room? Nuthing I killed him. Cuzz I'm just better!","Ninja 250 yang 2011 lebih keren.","shifts to becoming ninja","NINJA BLADEが中古で480円だったから買おうとしたんだが、中身が見つからないとか言われて返金になった…くっ","boy ternyata kamu suka main ninja saga :))","wah ternyata haji kempet uangnya banyak banget, tadi gua ditraktirin motor ninja","NINJAなう。かなり勉強になる","Segundona + Edição de festa de aniversario + Trilha sertaneja = NINJA MODE ON","某人问我擅长什么iPhone游戏，我认为大体可以分为两类，如Doodle Jump, Fruit Ninja, Flight Control属于体力活，而Cut the Rope, Slice it!, Trainyard等属于脑力活。此人擅长前者，而我更青睐后者。","I didn't trip, I just attacked the floor with my mad ninja skills! :)","These readings have hit upon Teenage Mutant Ninja Turtles. Awesome.","初！「男はつらいよ　幸福の青い鳥」観ちゃいました。ハマりました！大晦日まであと53日☆oh！みやもろ 　#followme #ninja #gatbuster","Everyone loves my fruit ninja facts.","Best quote from that Halloween blog: \"I am not worried that your son will grow up to be an actual ninja so back off.\"","#confessiontime ... I'm a NINJA!","#nowplaying　Japanese Ninja No.1\/デッドボールP loves 巡音ルカ　No.2はゲルマン忍者ですかね？","pingin ikut ninja warior","#nowwatching ninja","its a ninja thing you wouldn't understand.","Example E: \"Actually the ah beng he talking about, the ninja knife really got slice the hands! At block X! He just don't want to tell!\"","anak2 mtor bdg, kalo ke ausi, pada ngeces gera liat mtor2 sini :)) ninja ge eleh","Cooooooold this morning and apparently on a plague train. Have wrapped scarf around face ninja-style to counter both.","At 5rs playing ninja saga","音量調整しとけば足音は聞こえる + Ninjaには気づけない =","Hey if you wanna play me in naruto shippuden ninja storm 2 \"the right way\" add hypnoticxmarmot I got the game 4 days ago and I'm pretty good","さて、帰ろう。GT250RとNinja250Rのインプレは、生放送で。道も空いてくるだろうし、ちょうどいいかな？","Is putting in some serious fruit ninja time in this lecture","お待たせしました！本日、「遠すぎた橋」、「楡の木陰の愛」、「華麗なる堕落の世界 続・サテリコン」、「LOPE」、「NINJA」、「DARK PROPHECY」、「JACKBOOTS ON WHITEHALL」が入荷しました！明日より順次発送開始いたします。","2,023.1 push ups; 1.86 million crunches; 2 pirates served. All I need is a ninja-mocha-latte and my morning will be on schedule !","DASAR ORANG GG PUNA OTAK!! U NGINCER FB ADE W CUMA GARA2 NINJA SAGA?..ANJRITT..IDUP LO GG KAN TENANG!! LU MAMAM TUH NINJA SAGA AMPE MATI !!!","Naruto Shippuden: Ultimate Ninja: Storm 2 is a-must buy game for Naruto's fans. Yezzir!","RAH I behave like a Ninja when I'm way too tired! But I feel …angry. Yep, that's how I feel.","un jau atkal skan Die Antwoord - Enter The Ninja, īstā dziesma šodienai un citām dienām ar`.","Ninja warrior","ha..just watched the grambling video....sounds like Skegee and when the ninja leaves start a party","Im soooooo addicted to all these new apps i downloaded. Stupid fruit ninja i will never sleep.","I GOT FIVE EDUCATIONS... THE STREETS, THE BOOKS, THE COMPUTERS, THE MIXING BOARDS, AND THE BEST NINJA DANCE MOVES!!!! HAAAAAAA #DONTTESTME","*ninja -_-","hoje eu fui mt ninja o_o","En fait c'est pas de l'allemand, c'est juste que je n'arrive pas à lire... #ninja","I'm not sure if D is being a ninja or a terrorist","#WeWillProtectJjong because we are international ninja's in love. Going to bed soon.","Slightly addicted to Fruit Ninja's new arcade mode... #geeksanonymous","OVER THE PAST THREE DAYS I'VE PLAYED FRUIT NINJA FOR WELL OVER 20 HOURS. mainly trying to beat other peoples scores. it's not fun anymore.","\"... our old friend and bitter enemy: plain old JavaScript\" (via jQuery: Novice to Ninja) -- umm... Ya, totally disagree there.","Hadeh..mas2 yg naik motor ninja warna merah barusan,wanginya smp kecium gt..pdhl dia ngebut..hahah!!","önce eskrim sonra ninja.","#MovieSpoilers he's a ninja... but American","I'm #OffThis. Just for now, since ninja's got suspended for some shit! -_-","I made it back home last night with 1% power left. Timed to perfection. I'm like some kind of phone battery ninja.","Haha! Listening to my iPod and it's 3:15am :') I'm just a ninja like that <3 ;]","生放送告知：　本日、生放送します。時間は21時半過ぎから。尚、この放送をもって暫く生放送をお休み致します。(オフ広報などの要請があればいつでもやりますが)　お題は「Ninja250R&GT250R」","Go ahead. Throw Skittles at me. I'll catch 'em all and I WILL taste the rainbow. 'Cause I'm a NINJA!","Ive never seen jason (from the friday the 13th movies) run he does in the 09 One its weird also jasons a ninja","I'm waiting for the day a reporter\/ninja throws a shoe at Obama's head during a conference. He's not quick enough to duck like Dubya.","Google ninja","voordat ik omw 2 school ben snel nog een potje ninja cat spelen #Yay","I made it! And I'm early... Ninja skills.","is not bragging but... I'm a ninja, and your not! ha ha :P","LOLOZLOZLZO. I THOUGHT MY GRANDMA WAS THERE SO I WAS LIKE \"have you eaten?\" and she was gone. i have a ninja for a grandma 8D","I just snuck into my brother's room, found my PSP hidden under his bed, and took it back. I'm a fucking ninja. #ninjaskillz #ninja","#inmylifetime I want to see a real ninja hopin on roofs n all that while I'm high","I remember when 400 was an impressive score in Arcade Mode Fruit Ninja. Just not good enough now.","Punya laki suka ngilang kayak ninja, suka dateng tiba\" kayak setan.... Wakakakakakakak!!! Mw kesel tp kocak","Hold the fuckup, ninja did Yu just. Say she's spicy D f. !!","やすさん忍者絵描いてるけど秀真は描かないのかな　NINJAだからだめかなかっこいいんだけどな","God, please turn me into an invisible ninja please. I can't take it anymore!","Omg...somebody told me that in 2012 Drunk Evil Ninja Squirrels are going to kill us ALL by throwing cheese puffs at us!!!Ahhhh!LOLz","#confessiontime i'm the realest ninja i know #realtalk i dont need change bitch all i need is that ca$h. #uknowwhoufucknwit","#confessiontime I am the only female Ninja Turtle in the world. Try me and ill flip ur ass over quicker than u can say Donatello","Didn't know it was my ninja Hoy BDAY!!!! He in here slapped!!! #HAPPYBDAY MY NINJA!!!!","Di cari Ninja R 07, king 90, ato satria 97","Imma run like a ninja!","Ada yg jual NINJA R thn 2007 gak....???","Heard u had a baby with Ninja Turtle Face!","is not bragging but... I'm a ninja, and your not! ha ha :P","Jumping out of bed like a ninja when you realise you over slept lmfaoo","Addicted to my new Fruit Ninja Ap on my iPhone! xD","I am not a ninja and shouldnt try and ballance a mug of coffee on my bed.... #shit","I left my laptop in Jess, Hayley and Paige's room, so I had to sneak in there and get it without waking them all up. NINJA CLAIRE.","Ik ga Ninja kk hard missen :'(","i want to be a ninja turtle so i can come to my lovely boy home and he never know bout that haha xD","yea this loud puttin a ninja to sleep","Ninja Tuna #word","so my \"ninja\" is goin on me about the way that i #swallow -___-","Had a dream last night i was a 16 year old cheer leading ninja out to get revenge for the murder of my parents. Sometimes i confuse me.","Monday-spaceballs. Big. Airplane. Kung fu panda. Scott must die\\ninja episodes of south park. Steelers. Conan. Raw. i love tv.","Finally almost done reading Catching Fire, but not quite. I am ninja in the office. Hit the minimize button in a swish. Hahaha!","#welldone to me. Without me, you would never know the meaning of Ninja.","NINJA GAIDEN stage2クリア(・∀・)!! 今日はこのぐらいにしておいてやる…","I could not sit thru ninja assassin..looking for something else to watch.. this place feels like #home","perang dunia ninja ke 4 sebentar lagi dimulai... keren si kabuto bangkitin semuanya...","Lmao this ninja always callin sumbdy a \"swaggerjacker\"..but he has no swagger...more like a... SwaggerLacker! Yepyep","FUCK I HAVE 20 MINUTES o.o -goes ninja-","Dirumah cm ada ninja dan kuncinya tidak terlihat sampai sekarang (´_`)","Love the arcade mode of fruit ninja, great addition to the game","is #playing fruit ninja HD","#confessiontime.... I am a ninja","Team Ninja head Yosuke Hayashi: Ninja Gaiden 3 will be less a sequel and more a reboot to the whole series. Wij zijn al blij met nieuw deel!","I'm watching sum kunfu panda with my girl it's getting me in ninja mode hehe","\"gosh mom ur like a ninja\"!!!! LMAO!!! love it!","Ohh Emm Gee, iLove Mine And Juanitos Conversations! <33 [[iFuckin Love You Ninja!]]","DDDDDDDDDDDDDDDEEEEEEEEEEAAAAAAAAADDDDDDD!!! THIS NINJA SAID MUTUMBOS!!!","Yuuup! Nap time for Ronnie...Ninja Smoke!(Cough,Cough)","NINJAなら仕方ない","seguro en su pasada existencia fue ninja o una agente secreta D:","has a headache...is tired...and just wants to fall asleep to a horror movie...or Ninja Turtles secret of the ooze!","#np tanya stephens - big ninja bike","Ninja fuck u","Banana mode in fruit ninja","how can come up with cool name of clan ninja type? deyaf","Lulus !! Hahha .. Trs²an ajj ni ninja dsni yaa .. ƪ(ˇ▼ˇ)¬","Swear the droid phone makes me feel like a ninja sometimes. #deadlyistcatch","Had a really good weekend. Chilled with a crazy lady and a ninja chef, was awesome. Got a crazy coo necklace too, night er' body","I just had to break into my own house. God, I'm such a ninja.","I feel like such a ninja.haha","Chillen ova here watchin dis dumb ass ninja movie gettin a lil tired","Anjiirr gue kira preman dari mana geber\" ninja depan rumah guee ... Zzz..","Acabei de ver o filme \"Ninja Assassino\", gostei.","Help me!! I'm with one of the reasons I stop drinking my ninja Chad and I jus took a shot of patron!! Nnoooo!! Lol NOMORE","Even my cat is telling me it's time for bed... Have to listen... Or she will go all ninja kitty on me! G'night!"]