["SUPPORT PIRATE RADIO!!!!!!","alors en fait je connais la personne... on va supposer que c'est un pirate de son gmail.","Now showing: The Cat in the Hat Knows a Lot About That!. (The Cat takes Nick and Sally on a pirate adventure.)","What would a pirate do?","hey Maude Night tonight at UCBNY. Gorilla Gorilla and Thunder Gulch. But first i lay down some drum tracks w\/ Cass Bugge at Pirate NY!","i tried to fuck a fucking pirate in the ass, but i found a dog. x","S'il y a un pirate parmi vous, c'est le moment pour prendre le contrôle de ma webcam.","I be tweetin' like a pirate agin all day so yar be ready for some swashbuckling entertainment.","Lord Vader was defeated by an Experienced Pirate.","you are a pirate","#BBC10 one bottle of Agave wheat in the bag it is chilled any Agave wheat mimosas anyone? Beer pirate table just one more in your honor","Mon +++: effets visuels et éclairages époustouflants dans numéros avec Coeur de pirate au piano, numéro de MM, et qq autres.Bravo. #cjdltv","\"Almost every despot, by whatever title, has the ethics of a pirate and an assassin- and the ordinary man simply adores him\" -Thomas Paine","eztv and utorrent is my saviour! and isohunt and pirate bay! haha","Goooood morning world! I've got one eye open peering though my eye like a pirate assessing frozen rain hitting the roof & happy to be alive","The European Union says a South African yachtsman has escaped a pirate attack off Somalia's coast.","So apparently (according to teh tv) I'm a pirate #kewl","tpb bener2 the pirate bay","I am a sky pirate.","Today I have been mainly writing about innovative assessment practices. I've also been classifying bugs. And I am still humming pirate music","Shakespear (sp) was a pirate","Listening to pirate radio on the m25. Why can't we have this in Glasgow? Oh wait - Neds","Pirate Song at 7:51am ftw","sometimes I think I should move here! angello katy b remix on pirate radio on the way to heathrow bummin me out man","You are a pirate \\o\\.","j'aime pas Coeur de Pirate. ARTICULE !!! CHANTE PI ARTICUUUUULE, putain qu'elle marmonne.","Thank u pirate gods!","Illana a pirate mon blackberry , mon pseudo BBM est \" Illana Lahmi je t'aime \"","I commandeered a classroom with me pirate buddies #arrr","Gonna start reading How To Be A Pirate. I read How To Train Your Dragon when we stayed at Zambales last summer. Lol js","I highly recommend this movie for feel good kinda time. \"pirate radio\"","I'm currently sharing a bed with a naked pirate and the oogie boogie man.","to baixando um remix legal do he's a pirate por um cara chamado Dave Darrel... vamo ver se é bom","What does a bleached blonde and a pirate have in common? A little black patch.","How do you judge a pirate's intelligence? With an Aye-Q test!","bahahah I love the pirate language on facebook. <3","still unemployed. was thinking about writing a pirate novel to kill some time.","Gonna ride on ferries wheel and pirate ship later on! I've got hold the skill of cycling like finally!!!! Blisters on my hand~","Would you believe I am a pirate?","An Experienced Pirate attacked and raided Phalon.","'Pirate Lake' victim 'loved life': Nearly seven weeks after David Hartley's reported slaying on a U.S.-Mexico border lake, family and...","ARR, I am a pirate.","Anoche vi \"Pirate Radio\" 3 d 5 estrellas,lo que mas me gusto fue la musica,mucho Rock n' Roll.","【速報！】12\/15水 近田春夫「丸テーブルセッション」#5 桑原茂一のPIRATE RADIO「黒い歌謡曲」公開収録 ゲスト：リリー・フランキー、なかの綾 ＠ディクショナリー倶楽部 開催決定！！ 詳細は追ってお知らせいたします。#ckevent","Een rondje voorstellen dit nieuwe blok: hi im half pirate and half eskimo...","An Inexperienced Pirate attacked and raided Jabasha.","Arranging score from Pirate of the Caribbean, it's gonna have a grandeur ending. I added a little 5\/8 and 7\/8 here and there though ; )","I don't have to be a pirate todayy!! Woohoo!","I think he should get this. Only because I liked Freddie's suggestion he could dress up as a proper pirate, not just a ring pirate. (Cont)","まもなく、Best of comedyclubking for PIRATE RADIO ほんと、手強い。 明日は、常盤響のレコ部とのコラボ。めずらしく、ラジオの古典風。そのあとの、cck　気合い満載と言いたいところだが、過去はいつも恥ずかしい。前へ、前へ、とつぶやくのですね。","pirate skulls and bones, sticks and stones and weed and bombs. running when we hit 'em, lethal poison through their system.","Sending out another DMCA takedown notice to some website. Kids who pirate stuff are just helping to kill off PC Gaming. Is that your plan?","THIS CHINESE MAN TRY SELL ME PIRATE DVD AND SAID IT IS BLU RAY. Nigerians we have competition. This is Fraud at is finest","FYI if it's not credited here then it's 100% original pirate material. Except for this tweet, I stole part of it from The Streets.","That was no pirate man that was me own sister","\"How about a pirate with a chainsaw for a head?\" I love my job!","Watching pirate radio =)","Kekuatan rock n' roll : The Boat that Rock \/ Pirate Radio film favorit setelah Machete!","MFW the next sentai is pirate themed. and like decade theyll travel the worlds of sentai","What's Your Pirate Ship's Name?","The Boy: \"I want to be a pirate when I grow up.\" (Brief description of what pirates do) Pause... \"I want to be a dentist when I grow up.\"","What do they teach me in school? They teach me how to be a pirate. Why else would they tell me to find 'x'?","Day 2 of DST is a dirty pirate hooker....just saying....","Pirate! Pirate! Pirate!","7-Eleven,hurr i come,maybe ill fight some pirate ghost ninja trannies on the way there,and some evil turkey ass on the way back........hmmm","I want to be a pirate cat,holding a mushroom cigar","HE TALKS LIKE A PIRATE","To err is human, to arr is pirate!","really enjoying these primus tracks on pirate radio. should download stuff.","Retweet if, as a child, you used Matey Bubble Bath - the bubble bath which came in a bottle shaped like a pirate, parrot, sailor etc.","just found an awesome site for kids wooden toys. SQUEE! i saw an awesome pirate ship my boy would love.","Just watched Pirate Radio\/The Boat that Rocked. Phillip Seymour Hoffman is so damn awesome.","so Peter, you've become a pirate.","Blimey - just spotted a girl in the Jezza Kyle audience in an early 80s Worlds End pirate top! I had one of those (before it got nicked).","TELL U WAT- Approach each day like it's ur last. ...\"You gotta be a pirate man!\"- lords of dogtown!..","the english pirate facebook language is the best thing right now. do itttt. we can now be mateys and view portraits o' scallywags cap'n.","Jetzt ON AIR: 'El Temperamento [Black Pirate Mix]' by 'Marquess'","had a busy weekend of dressing as a pirate,fireworks and gardening plus had the in laws round for dinner.( promise i didnt eat them he he)","PS. It was made by the same guys who made The Pirate Bay.","Gonna dress as a pirate on Wednesday :D","Look at you local porn shop for the newest in the \"Jake Maverdick Charbonnasty ft. Whoriah\" series: Digging for Pirate Booty Pt.3 hahahaha!","Derby wkend Orlando Pirate n Kaizer Chiefs will lock horns, the rivalry continues in the soweto derby uzobuguphi, FNB is where ama be at!","where are my wellys I want to build a pirate ship","♪He's A Pirate - Tiesto Radio Edit - Hans Zimmer #nowplaying","In kingdom 1122 I am stealing a Rune from Pirate King. 3:16:22 AM","ARRRRGGGHH *pirate voice*","Higg was defeated by an Experienced Pirate.","Puuya was defeated by an Experienced Pirate.","It was a dark and stormy night as the pirate went pro while popping popcorn.","An Experienced Pirate attacked and defeated Kirin.","Even you can't tell there's actually people uses pirate Gundams to modify, color, craft... into an actual real model!","Still awake as usual. Doesn't feel as bad with daylight savings. Watch \"Pirate Radio\" Lil bro showed me it 2day & it rocks. Awesome music ;)","Nowadays pirate is about 'quality' not 'packaging'.","so that there is a pirate twitter","can only assume Somalia pirate action causing train to be 20 mins late cos #fgw aren't offering a word of explanation or apology. bastards!","Aaaaaargh feeling like a pirate sippin rum on the daily","What do they teach me in school? They teach me how to be a pirate. Why else would they tell me to find 'x'?","Fuucckkkk yesss! Limewire is workkin! I mean..... I'm not a pirate.","*tis the age of the pirate* #arrgh #scurvy ^_-","Has a pirate look going on today...WTF ?","YAR YAR FIDDLE DE DEE, BEING A PIRATE IS ALRIGHT TO ME. DO WHAT YOU WANT 'CAUSE A PIRATE IS FREE. YOU - ARE - A - PIRATE!~","#nowplaying PoTC - He's a Pirate !! #FeelingEpic !!","$150.00:Pirate Ship Wedding Website","Kidorable Toddler\/Little Kid Pirate Rain Boot,Brown,10 M US Toddler","#MovieSpoilers Dread Pirate Roberts is Westley.","Nampaknya tweeterku da yg bajak ni...what a pirate...:D","this was the best fucking movie ever. EVERYONE GO WATCH PIRATE RADIO.","#jimmybuffettsongthatdescribesmy view of life after 40: A Pirate looks at Forty... as jb says, i left that one to stern a while ago","Why is it impossible to pirate the classical compositions of 600 year old composers? The people you can't buy at the record store?","Pirate porn.","aaaaaaaaaaaargh : wickeCOOL : pirate talk : time for bed :\")","I've been to Hakone, eaten a sulfur egg, and crossed the lake on the pirate ship before, but I didn't remember until I was there. Ah, Japan.","#xfactor why is wagner, super mario's pirate uncle, still in? I knw Brits got sense of humor but it's just not funny anymre!","you are a smelly pirate hooker!","Shout out to Larry the pirate, a rhino named Greg, Ed Harkin, the color green, Hugo Weaving, Katrina, captain smoosh, Jesus, and Sum 41.","\"You are a smelly pirate hooker!\"","Facebook is now in pirate. I am satisfied.","Quitting school to become a pirate... See you on the waters.","LMFAO, on FB I have it set to Pirate, and the new\/old posts are now shiniest booty and fresh booty. Just so you guys know.","\"Fuck you and your rules, im a god damn pirate!\"","Buenos días! :) Ya en el 114 camino de Pirate Bay.","You are a Pirate","♪He's A Pirate - Tiesto Orchestral Mix - Hans Zimmer #nowplaying","pirate radio is truly the best movie ever","lol sexy pirate ftw","I'm a butt pirate of the Caribbean.","Pirate Radio - good","My side bangs are so long I'm starting to look like a pirate.","It's like a sea snake, a pirate ship, & an orphan all mixed into 1!!!","sana may mag-pirate nung National Artist shirts ng Freeway. kase gusto ko sila bilhin, pero ang mahaaaaaal.","Tickets are now on sale for our holiday show: \"Yo Ho Ho Ho: A Pirate Christmas\"!","Now that I finished another chapter in the continuing story of Guybrush Threepwood, Mighty Pirate TM, it's time to get ready for bed.","I was born on talk like a pirate day XD","\"Yo-garrrrrt!\"-me, as Jenny with her eye patch, as a fro-yo pirate.","Remember in Pirate Radio when that one character was *singing* his good news? Yeah, this feels just like that. :)","Smh i always do the pirate voice before i go to bed just noticed it.. \"Arrrg Mother well i gots to get ready to hit thee poopdeck\"","\"you are a pirate~\" omg it's stuck in my head.","Fair winds!~ (AKA Good Night In Pirate)","\"that's so pirate-y!\" \"that's so english!\" \"it's all the same if you're spanish!\"","homey! boss say half due to pirate in action inside office not funny eh!","A ridiculously hot man is playing the piano in a pirate hat on my internets. I think my everything just exploded. I'll... I'll be in my bunk","Pirate Radio. #moviesthatpeopleshouldwatch","Facebookの言語変換で英語がUS,UKそしてUpsidedownさらにPirateヴァージョンがあってウケル。友達はshipmatesだしメッセージ送るとCast a bottle to seaとサインが。コメントくれた人はSpy呼ばわりだしｗ流石アメリカンジョーク！","Pirate skulls and bones, Sticks and stones and weed and bombs","Pirate's cove is a confusing game to figure out, but really fun once you do :)","The new chronicles of Narnia series:The Voyage of the Dawn Treader,going to the next level,the new movie is all about pirate war! #MovieNews","Want to read a great book? Try \"Pirate Latitudes\" by Michael Crichton I just finished it and loved it!","Aha Pirate Language on facebook is awesome, :)","it is beyond me why anyone would mourn the passing of limewire when you can get every song by an artist from pirate bay.. for free","Ur a dirty pirate hooker!!!","\"You are smelly pirate hooker!\" ugh this sucks, anchorman and soup kinda make it better.","Well.. made a pipe out of a wooden pirate ship today....ill post a picture after i get around to charging my phone :-*","In kingdom 1122 I am stealing a Rune from Pirate King. 11:22:42 PM","Woke up with 3 ugly bitches and a goat with a pirate hat on in my dorm room #howdthathappen?","What the fuck ever. I'm a bad pirate. I know and accept this.","stupid pirate hooker.","You look like a smelly pirate hooker,(:","your a smelly pirate hooker !! Go back to where you came from on whore island","\"You are a smelly pirate hooker\" hahahaha","[03:20] #nowplaying Tiesto - He's A Pirate","Судя по моим снам, я бы могла быть сценаристом \"Пилы\". А пока слушайте Nina Simone - Pirate Jenny","Show tomorrow (Nov. 8th) at Helter Shelter w\/ The Wild, Pedals on our Pirate Ships, and Vacation! 6 pm! Be there!","I think the stupid lady from Taco Bell who I called corporate on spit in my food... Dirty pirate hooker",": Imagine me. A Ninja Pirate riding atop a Zombie unicorn.","made a pipe out of a wooden pirate ship today....ill post a picture after i get around to charging my phone","No sense of humor, is like a pirate wit a pegleg.,yo life is lop-sided.","Yu Are A Smelly Pirate Hooker! Haha","Watching Season 1 finale of Human Target. Amendment to my previous assessment: add a dash of The Dread Pirate Roberts.","Pirate kitten is purring on my lap, so I think he'll live.","having my language on facebook on pirate is really giving me a headache HAHAHaa","yea i think r. les for pres had some real one eyed pirate shit up on that laptop.","I've just watched a pirate version of the movie Hook. I've got to say, I'd hate to see the non-pirate version.","$150.00:Pirate Ship Wedding Website","Black n Silver bad guy, pirate wit the patched eye, penthouses, helipads, yea bytch we dat high!! #Raiders","It's really frustrating to get a book pirate alert at bed time. Bah humbug. F*ckers.","Pirate Radio awesome as usual .. hmm . what to watch next?","ohmy . there is really a such thing as a pirate . #interesting .","Pirate. Hotness. All is right in the world.","Pirate Radio was fantastic.","MADE IN DAGENHAM is my new PIRATE RADIO. Why? No reason. Well, actually cause it's the most absurd film title of the year.","We're not doing well here. Gabriel has a fat bloody lip, and kitten is a pirate.","#confessiontime Im afraid of heights I cant even ride the pirate ship lol","'I'm a pirate & you're my booty'...?! Uhh... I don't think sooo. Lol.","You're a smelly pirate hooker!","- Fwd: Let me guess- you were a pirate who made good and became a sailor for the queens navy. - eric, on me being a sailor","Alestorm is the best Pirate Metal band ever.","Haha you are a smelly pirate hooker","Watching season 1 of Human Target. Amendment to my previous assessment: add a dash of The Dread Pirate Roberts. #fb","삼호 드림호 석방에 따른 Lloydlist의 표제 - Huge pirate payday","\" You Dirty Pirate Hooker! \" #Classic","\"You are the worst pirate I've ever heard of.\" \"But you have heard of me.\"","¡toraidhe Sort of a pirate shanty?","you look like a pirate hooker!","I am not wierd. I'm a pirate.. & yes pirates are funny(:","The #SETA10VA Committee hopes everyone had a great time at the evenings Pirate","\"You're a smelly pirate hooker!\" -Ron Burgundy","\"Your a pirate hooker\" #AnchorMan *DaNtE^SeMaJ*","Let see...Anchorman: The Legend of Ron Burgundy or Cowboys game. \"You are a smelly pirate hooker!\" it is...","You are a smelly pirate hooker. Why don't you go back to your home on Whore Island?","you are a smelly pirate hooker."]