["#nowplaying Robot Rock - Daft Punk (One of my fav music band!) #MusicMonday","Robot Gedek hahaha :D","I wish I was a robot, Miley Cyrus sang a song about me!","Now Playing: \"When I Get My Ears\" by i am robot and proud","Fauxhawk robot exterminates wasps, is something of a fashion victim","She was singing song using her eyepiece then I look at her & showed her this _|_ . she say doesn't mean I robot can show me that. LOL!!!","I pulled my back out-- I am 99% sure I look like a robot! Hel-lo m-y na-me i-s eR-iC ::blink twice::","ROBOT魂はとりあえずセブンソードとオーライザーをセットで買っておけば損はしないと思いますよ（イノベ目","The film 'I, Robot' shd be renamed 'I, Crochet Bot' bcs it is they who will take over the world. THREE of them following me since yesterday","To see a \"hood\" nigga dancing makes me feel like \"oh so u aren't a \"dope boi robot\"... Good to know... I like down to earth ppl.","ジャスコでROBOT魂のケルディムとアヘッドが800円で投げ売りされてたのを見た時は何とも言えない気分になりましたね……","Cleverbot said, \"You are the robot not me. I want to know what others have told you.\" I laughed for 10 whole minutes!\"","haha ' Robot Check : 2 + 2 = .... ' AJSDOASHDIJASIJAS vou colocar 56 pra ver se ele diz que sou burra :9","Did you know the word robot is derived from the czech wor robota, which means \"forced labor?\" #FACTS","My mum said she was a robot! Because we ask her pass us things and help us take, HAHA","Guess what?? I am not a robot! ♫","Parezco un robot!!! El paso del robot!!! Necesitaré un amigo muy caballeroso q quiera cargar mi mochila XD!!!","Si mi papá fuera mitad robot sería el Papá-Robot.","Is thinking of becoming a robot","eh pas aku nyari TOOL KIT buat robot di google lah kok ada BB curve merah kayak punyakku dulu huweeee tamba nangis buanter akuu :'((","What is the title of the movie where robin williams is a robot","Mendengar kembali lagu fvorit yg sdh lama tdk anda dengarkan seperti menemukan robot\"an ditumpukan barbie. Menyenangkan #random","Yeah, I pretty much murdered Robot Unicorn Attack's high score list.","If you want to make an omelet, you need a bigass death robot to smash a few eggs.","ロボ魂OOクワンタのアンケートの設問１７に絶望。何でプラモの設問があるんですか？プラモとロボ魂は別物じゃないんですか？プラモが苦手だからロボ魂を買ってるのに、プラモの補完シリーズになるのなら、もう要りません。今まで付いてきたファンを平気で切り捨てる姿勢が悲しい #t_robot","Teener robot XJ9 rules","Been making kitty, airplane, candy cane, snowman, fish, ladybug, giraffe, robot and owl pillows for the holiday! For sale on etsy soon!","talk into the fan, to hear my robot voice! Huahaha","Is thinking of becoming a robot","Gimana caranya gw ngerjain KKP ! Harus cari lagi,,, Radio or TV ? Oh God robot bgt badan gw ! ⌣́_⌣̀","Playing Robot Unicorn","気象操作\/Chemtrail. nano teche robot\/モズゲロン病. せっせと異常気象のsetしてるのか　物質何撒いてるのかあぶないらしいゾ","SRWOGTI: Protags talk about war, group talks about robot they're making, random robot fight, random superprototype appears, rinse repeat.","14 militants killed by drones in Pakistan, while another robot makes \"midcourse corrections\" while in New Delhi.","#np am i robot (fundarion remix) --->. GE saik laoh,, jogetjoget ~~","dammit. think i play robot unicorn till my Z key is spoilt :c","Y si sos correcto como \"Euardo\", te van a joder, bue, te va a joder el robot Mark. Tambien que el tipo de Napster era muy carismatico (?)","Llegue a la conclusión que el creador de Facebuk es un Robot! por lo menos el actor, el de la vida real se parece a Gamuza de Cebollitas","Se bukan robot yg harus anda kuasai setiap saat, se manusia yg dpt berpikir dan punya perasaan","Is thinking of becoming a robot","Robot's will kill","Running late for robot framework at #skillsmatter","Ash, garagara kram, aku jalan kayak robot --\"","Kanye west and his robot-like sound(?)","Kata orang2 : 'koas dilarang sakit'.☹.padahal kami bukan robot. Sing : aku hanya manusia biasa. Yg tak sempurna . . .","Qui si parla di robot e io penso a Robo-Sam #unadonnachenoncelapuòfare","\"Now that sounds like robot pirate island!\"","Reading Ceilia's Robot for #Cybils. Time to pick up the pace!","Harusnya robot gw namanuya lakbot bkan cleabot slah tuh si sammy","Robot chicken > legend","keren banget dance yang kaya robot","Day 1 of robot zoo set up: DONE! Time to go home...","i am robot and proudとbbbの新譜かーりたっ","Like a robot Taking me over I don't know nothing What can I do?","sumpah damai gila dengerin daft punk - robot rock.. anti galau","I wish I was a robot, I hate having emotions.","Y la tipa sentada al frente de mi, parece robot con el scaner que me ta haciendo.. #ush","Marcus destroyed a Robot Factory owned by Breakdown.","Is thinking of becoming a robot","eu qro ver Robot, achei uma coisa muito tosca xD","If we peel of Janet's face I think we will find a robot #qanda","ornament shopping on friday was nice... i was tired but we got an olive, a triangle, a red robot and a silver zeppelin for the tree","Asiikk ternyata buku robot gw ketemu acikkkk :D","*does the robot into the shower*","Kesabaran itu ada batasnya,gue bukan robot yg bisa seenaknya lo suruh! Gue masih punya perasaan!","Robot - Miley Cyrus, música perfeita pra balada... Porra, Miley, vamos estar usando ela como próximo single","勝手にタグテスツ。 #robot3s","otak kami bukan otak robot yang bisa kerja bagus dengan hanya disuruh","#nowplaying Marina And The Diamonds - I Am Not A Robot","Nice to see that both the Tea Robot and the Custard Cream Robot have been tweeting this morning! :D","AWOooo... Philippines won!! im proud to be a DYCIAN! WORLD ROBOT OLYMPIAN... DYCIAN 4ever!","ROBOT魂アリオスアスカロン欲しい","I am not a robot.","Pnya w I robot roomba","\"TTNet'le Geleceğini Netleştir\" Seminer Dizisi BUGÜN TOBB ETÜ'de! ETÜ Bilişim Teknoloji ve Robot topluluğu","Vote for Robosapien as the Greatest Gadget of the 21st Century on cnet.co.uk Come on guys he's a robot. A ROBOT. Up against the iPhone","Other highlights of my music discovery these last few days are DFA's Shit Robot & the Crystal Castles + Rob Smith (The Cure) Collaboration.","Kau kiro aku robot mikiri segala hal! Apakah kalian tak punya kesadaran mengenai hal ini? Kita ini kelompok. #curcol #geram","Would be my robot?","I am robot and proudのUphill Cityというアルバムを聞いている。気持ちいい。","#nw step up 3D robot rock","seems, he's fun, run surround with the robot, and say \"nyinggg nyingggg\" haha","#nowplaying Robot Boy - LinkinPark","#nowplaying ROBOT","still see my lil bro playing with the robot~~","ROBOT魂タウバーンってマジなの？","Me he bajado el juego del Robot Unicorn Attack, sí, es tan gay como suena, sí, ya me sé su melodía tan pegajosa.","ファースト状態のジムより犬ジムみたいにカッコイい状態のジムをROBOT魂に出してほすぃ","Robot walks into a bar... #PunchlinePls. (start the day with a funny)","I'm not your robot.","she doesn't seem kid friendly. she's the last person i'd imagine who would write for kids. she reads to them like a robot. :)","What kind of music would a robot like and think it was an insult to be passed over by the Rock & Roll Hall of Fame? #nanowrimo #noreally","Do the Robot!","Info ou intox ? les mots à taper pour prouver qu'on n'est pas un robot serviraient à numériser des ouvrages ayant été scannés... #ilparaitn'","Saturday needs to come, drinks in my house with my faves dressed as celebs.. Sad but fun. Can't wait to be guess..? I AM NOT A ROBOT.","I made you a soup, with bolts and oil. I don't know what the hell a robot eats...","#moviespoilers he gets sent back in time by his son to stop the robot from the future from killing Sarah Connor. He nails Sarah.","Guess what? I'm not a robot","Har tegnetime. Lærer om menneskekroppen... Vel, syns tegningen min ligner mer på en robot enn en menneskekropp!","Odadaki oyuncak robot aniden uu-aa diye acayip sesler çıkarmaya başladı. Sıçradım resmen! Sessiz bir odada oyuncaklarla durmayın.","Pulled a muscle in my back Saturday night, damn this cold. Feel like a busted robot when walking. #godblesstigerbalm","Robot cop 2 before bed","Ada yang punya robot yang bisa disuruh apa aja gak?? -_-\"","Wen u start workin ur body becomes like a robot.Have 2 eat at specific times & have to take a dump at certain times.","I'm not a robot who doesn't have a heart, I'm a human being who has feelings","18：00からのORT Meetingまで待機なう。ORTってOrbital Robot Teamのこと…ただいまこの名称のユーザーは１人。広まんないかな～。昼過ぎからのは通称HTV Meeting。","#MovieSpoilers the evil robot dies. #Tranformers .... The evil robot is back. #Transformers2","Is this Ash's best and worst year ? Ratnam, Robot, Replayy and Roshan. 2-1 so far.","Онлайн Daft Punk ..:::artMkiss<>From DjmcBiT:::.. - Robot Rock (Cold Blank Remix)","I f u c k i n g hate feelings. wish i was a robot #thinkingwayytoomuch","Me stem is weg\"ik klink als een robot\"","Is thinking of becoming a robot","I smoke like a bad robot","nulis, ngetik, mikir. semuanya diserahin ke gue? ah pada kaya tai nih. pegel tangan gue. emang lo kata gue robot apa, bisa disuruh suruh !!","Of course, I just had to finally try out Robot Unicorn Attack tonight of all nights. Also, compulsive tweeting to further avoid studying.","wth. Fart robot?","From jakarta to bandung !! ! Dasar robot","\"I fell in love with a robot, I fell in love with it's legs...\" #Robotlegs #Modular","My robot friend my robot friend my robot... friend. * butters Voice*","Cartoon night tonight: Family Guy, Simpsons, Robot Chicken & The Dating Guy on deck! #yeg","おいおいおいおいおいおいROBOT魂のGN-Xは受注限定生産かよ しかも今月10日って明後日までじゃねえか さっき買ってきたジンクスⅢと並べたい・・・","I'm sleepy. Robot unicorn attack kept me up.","Is thinking of becoming a robot","Lucy Lawless is a sexy, sexy robot journalist. Xena, warrior oppressor of humanity.","robots company was exciting :) I want to have a robot dog :D","A slow monotonous wait 4 smthing interesting 2 happen yes - perhaps it needs 2 b more like Robot Wars or Wacky Races...Stop the pidgeon!","Watching robot chicken","あ、little toy robot入ってるのか。っていうか外伝に入ってるってことはボカラン入ったこと無いのか。。。","Of course my robot utility arm has a can opener. That is the most basic of utilities!","Bener\" nih guru kerjaannya KD mulu blm selesai udh ada tugas yg baru, makan tuh kd pak saya pusing dikira saya robot -___-","After 6 hours of coding a heavy project on #PHP for the first time, I think I should go to sleep now, gotta work on that robot tomorrow cya!","Maná- robot.","Robot unicorn attack...CLASSIC!!!","by the by, DO NOT, I repeat, DO NOT, purchase a Motorola Devour. It's tiny robot brain is programmed to drive you insane.","walo cuma punya blekberi tp themes-nya pake rasa iPun sama robot ijo :D","Monday is Super Robot Wars day! Woohoo~","'Robot carers' designed to look after the elderly: Scientists in Bristol develop robots to provide care and companionship for elderly...","The robot lady on the phone sounds so mocking when she reads out my bank balance. Well fuck you, I have arms...score board!","Pengen beli robot buzz tapi kemaren di kidzstation udah gak ada aaaa-_-\"","Whenever I'm going to play Naked Arms, I'm just going to cross my arms with my hoodie on while riding on a flying robot like Ieyasu :D","what was my darling hayley thinking with her makeup choices tonight? silver lipstick is never ok unless you're a robot.","aku lakat ku inda dtng tiap hari. manusia jua ku ne. bukan robot. mun robot mnsja th. sipun inda branti training.","Is thinking of becoming a robot","Me pregunto si seré capaz de batir mi récord en robot unicorn attack.","Syg follower aku wlupun ko robot spammer dan seangkatannya","Robot chicken lol","just put on #MinorityReport it's not a bad film tbh, #i-robot shall follow for my #willsmith fix! X","AFM出張最後の夜、市内の日本料理とらふぐで、キル・ビルのTVスポットでご一緒したROBOTのディレクターさんに遭遇！また何か一緒にできる予感。","#nolie when I first seen transformers I didn't want to drive my car for fear of it turning into a robot.","ROBOT魂ランスロットアルビオン、紅蓮聖天八極式、蜃気楼、トリスタンディバイダー、ハイパーウイングセットに、モエコレのなのは、はやて、フェイト売ったらいくらになるかな？","Never wanted to play Robot Unicorn Attack again but I saw my friends on facebook playing it & I can't let those f*ckers have the high score.","One robot not working....30 mins later I passed it!","Watching robot chicken till I fall asleep","I Love Miley. She is not a Robot. :)","Screw Starbucks! I just bought coffee from a robot!","whaddafak???gmana bs NSP gw lagu robot jangkrik?!#shameeee","Serasa robot kalo udh masuk B.Indo ini -,-","robot chicken, aint nun like it","うちのROBOT魂のランスロット、紅蓮、蜃気楼、トリスタンを本気で売ろうかどうか悩んでる。じゃないと今月のSHFマシンディケイダー、エンペラーキバ、ダークキバ買う為のお金がないんだが。","I wish I had a paper writing robot right now.","10000 in robot unicorn attack??? *Hides face in shame*","Real-Doll Robot says: \"Gee, I'm feeling awfully conflicted today. Does anybody know a cure for that?\"","Japanese Vocaloids: Robot sounding. English Vocaloids: Zombies. (Not including Luka)","#pepatah versi my seLf : jgn cuma mo suka orang dngar mar nmau mo dngar orank kLo cuma ontak, robot Leh ada..mar ntu prasaan !!!","Guesss whaaat I'm not a robot","Sometimes I wish I had a robot whose sole job it was to read \"Goodnight Moon\" in the original voice of Margaret Wise Brown. #pleaseinventit","yo no soy tu prisionero y no tengo alma de robot","\"What the he-e-ell. Fuck my life.\" ::robot voice:: LMFAO.","My bf is a robot lmao #ithasbeendecided","Jangan samakan kami dengan robot!cape coyyy","#thingsthatpissmeoff the fact that Robot chicken is only 15 minutes Long. :(","watching Pulse (1988)... wooooooooooo, spooky robot can opener!","well, what if someday, the robot wars really happened, some fight the aliens, and some fight those humans who wants to destroy the Earth..","I've just seen a robot castle vomit. I may, just possibly, have officially seen it all. #RoboGeisha #Movies","If love was a robot, its name would be Obsolete.","i need a robot.","Robot","When I have children, I want the first to be a boy. Then, a robot dinosaur. Then a girl, whos full name is the theme to charles in charge.","Damn. Gw mesti cari behind the scenes-nya biar percaya kalo mereka orang, bukan robot. Jiakakaka","looking at robot tattss : ) im really getting onee or a diamond , which one ?","robot unicorn attack on facebook is ultra addictive","Haha Trent Dilfer looks like a sex robot #fact","Living the life of a ROBOT....!","In the words of nick swardsons gay robot: \"Awkwaaaaarrrd\"","Robot Unicorns Attack is #Addicting >.<","Obama talks iike the Chitti in Robot -- the same pre-loaded statements. Everywhere.","Robot fight. Hot chick fight. And first round of don frye will be on YouTube tonight. I'll post the links","Guess what? I'm not a robot, a robot. Can you teach me how to feel real?","Watchin avatar for the first time...can't stop wondering if JP from grandma's boy gets robot legs in this one","Saw Sherlock tonight. Moriarty sounds like Nick Swardson's Gay Robot character. Too cartoonish.","I need a robot costum","I'm more awesome than a robot caveman punching God in the dick.. #justsaying","Me: Female? Robot: No you are a male. Me: I am?! Things make sense now.. Robot: Yes. Hahahaha!","In NJ. Parking garage pay machine had the exact Stephen Hawking robot voice. \"I'll validate ur parking, but not ur theories on time travel.\"","....Not that I PLAY Robot Unicorn Attack or anything, pff, that's ridiculous.","Yay! Robot Unicorn Attack is working! The magic of refreshing the page! 8D","A Robot with a brain for a heart?","i have the robot unicorn song as my ringtone. ALWAYS I WANNA BE WITH YOU, AND MAKE BELIEVE WITH YOU. AND LIVE IN HARMONY HARMONY.","Am I d only who feels yankee makes u a robot!!! U live a scheduled life!! Sleep,work nd schl!!","I guess I got nicks like Dr. Robot."]