["Can't wait to go home tired of Albany","so tired !!!!!!!!!!!!!!!!","So tired. Really tired. I hate everything. School, family and.....:(","Upp .. but still tired .. ugh i wanna go back to sleepppp","overslept 40 min, would have been an hour & 40 minutes if not for the time change. Guess I was really tired.","back from school.lmao i'm so tired,that i just laughed the whole day.everyone was like 'umm Krista what the hell is wrong with you' :D lol","was too tired to go to office..ended up taking leave!!..neways tomo have to go na:-(..","I dont feel that tired but i will at 10:50 when i take my ass a nap till 2:45","Tired. Up. yawn","SO TIRED...TAKING COLD PILLS THAT HAVE CAFFINE IN THEM JUST BFOR BED TIME WAS NOT A GOOD IDEA,WAS UP TILL ABT 1.30AM.NEED MY BED ROLL ON 5PM","oooh.. tired but I still enjoy hanging out with my friends :)","I am so tired! don't wanna get up :P unga.","I'm soooooooooo tired. Pero bueno time for work! Make it a great day peeps! :)","so tired for this monday ..","Really tired if this school shit.","I'm not happy. I'm not tired. I'm not sad. I'm not hungry.","Tired!","Lol I'm tired of this \"family\" i jus want to curse sum1 out!!!","Too tired for today. Hhh wish no more problem in my team. And also i wish we can be a good team without problem! AMEN o:)","Human is having the day of college doesnt feel well i think that cream and the rabbit tired me out","Tired...staying home half of the day","I've watched EAGLE EYE on HBO last night....that film makes me feel tired...almost every scene was running..though its cool!!","I give up! Im tired as shit and can't sleep. Time to get my day going with 4 hours of sleep. Muah!","My feeling seems like sad. Really sad. Maybe, because i feel tired. :'(","i need α rest time, i'm so tired","Can't concentrate. I'm so freaking tired already.","Just got home.tired tired tireeeeeed! HuftT_T","Suck Traffic :( When I'll arrive home ka nia?? So tired,,","ATT- new sedative: studying! I'm so tired..been studying the whole..10 minutes! Yawn! Literally","In Class Chillen Hungry As Shit Nd In Tired","ahhh. i'm soo tired!! i wanna go back to sleep","so tired. wish fys was another day","I'm sooo tired. Night everyone!","I'm tired of dividing things... Someone should divide me- by 5 please.","I'm tired ..okay..have to learn ...","Blah blah blah!...sooooo tired....I got a lot of work to do on my cars X0","I'm so tired. :\\","Im tired. Meeting Darling, Shafiqah tmr! Yeah!","My body is tired, but my mind is running full speed... hate it when that happens.","i am surprised I am not dreadfully tired.. it's cuz i took a 3 hr nap from like 8-11 smh! WHYYYYYYYYYYYYY did i do that!","Finally home! I'm soooo tired and hit! :S","Light switch girl switched up her seat today. Is she tired of shoulders?","I'm so fuckin tired.","I need to go to the nail shop... I'm tired of my nails looking dull","...still not tired... O_o","Me so tired","I'm tired of being nice.","I'm so tired of my hair. It's just a mess. I wanna do something drastic but I don't know what...","I'm tired of the trackball on my bb. I want a trackpad. #random","Ths wk is turning into one of those super packd ones.already tired.","Sorry for the twitter rant, but goddamn it I am super pissed and I am tired of the system.","tired, but my class will wake me up today. time to show my dramatic crazy side today!","im truly tired.","my body aches and is tired and i got a stuffy noes....y tha fuck am i at skool rite now? smhh","Finally back from work. Soooo tired. No wonder, I got up at 6am and now it's almost midnight. Should go to bed soon.","ugh so fucking tired","I'm so tired =\/","So very tired. Munchkin seems to be having morning night terrors!","just got home from school.. tired much","Today is completely...!! I'm so tired..","Tired this morn .... but feelin fresh .. got to keep moving ...","Tired as shit and siick","Goodnight everyone...(YAWN) tired...zzzzzzzz...","I'm so tired. Tired of you.","I'm so tired","Bricks can hold u down forever... Buh i get tired sometimes.","Feel tired.. (˘_˘\")","I'm tired and coldd and I don't want to go to school ☹","tired already","I have never been so tired. ps. shannon my mom bitched this morning.","Morning world.. ughhhh I'm so tired today.. again .. lol.. story of my LIFE i SWEAR! =.=","might go to bed now. am too tired","Arrvd home! Tired. But, today is fun! \\=D\/","Up but still kinda tired... I think ima go back to sleep now lol","I'm too tired to study tmr:'( I shall study tmr:D","I might go to bed, heaps tired :'(","Went to sleep super early lastnight and im still tired...","Proof of point: I am too tired to spell right.","ohmyg-d so tired and volunteering in michael's clasroom today? Who makes my schedule up? Where is my assistant to yell at? Um?","I think I'll sleep earlier .. Too tired","When i get really tired my eyes get puffy I turn asian. #supmulan","Don't know why I'm so tired :( x","resensi belom, recount belom zz getting tired because of sht homeworks","Mann ; I'm readyy for skewl too b ova I'm tired of waking up earlyy ;","Damn I'm so tired!!! I don't know how ima get through the next 8 hours..","Goodmorning ppl , on my way to skoo & then got to make this money for my car . I'm tired of riding with ppl . Have a blessed day","Feel so freaking tired even when eating dinner. Jialat. Feel like going to be sick soon.. :(","Otw homeey gaaah tired :( and... I miss him badly huaaaaa take me to bekasi please","tweet too less today as im so tired","Tired of the nonsense... better to be on my own","Just arrived at home...I'm really tired and sleepy,seriously..-___-","I dnt want to go to school , I'm not tired or anything , I just dnt want to face the reality of failure","Ok can I go back to sleep? I'm so tired.","I'm sleepy now cuz tired today.","I'm tired, cold, and I miss you like yeah.","This week will be great. \"I know your tired of the usual\"","HOME. tired :(","soo tired ; but for some reason that shower has me WIDE awake ... now all ineed is a bagel and dunkachinoo to set my morning write","#confessiontime I'm tired of being a student. I wanna work, and earn, and take care of mum, and travel, and shop till drop! *sigh*","POSITIVE SELF TALK!!! We would all rather Be tired at Work Then Tired Of Lookin for Work.","Tired","I will never get tired of watching old episodes of Saved by the Bell. I like to kick it old school.","I'm soar and tired laying in bed, what am I doing up?","Tired -.-","hot bath and early to bed for me tonight. Im so tired...","I'm so tired, from what? it is not yet clear","It's my birthday. But right now I'm really too tired to csre properly","#confessiontime i tired","lol i'm tired why am i not unjailed yet","Cold and tired, yawn brrr #fb","So my dad tried to wake me up for school today but I was so tired that he leted me sleep :) actually I didn't even remember seeing him here","two more ~ let me just put easy's lyrics. \"i get tired thinking of something that doesnt matter\" hmmm ~","Ok I tired of hearing about Lindsay Lohan...who cares about her, aren't there more important issues that the media can cover???","Tired of thinking!!!","So tired, not gonna play com ~","Tired body and soul..lebay haha","My head is fucking pounding. >_< Don't think I'll be lifting weight today, I can barely keep my eyes open.Pain and tired is what I feel like","Good morning peeps. Really tired today. Two days of late studying has now caught up with me.","Tired","We will see what's up with this fool. I'm sick and tired of people fucking with children. Leave the kids the fuck alone.","I'm so not finishing any of my IW. I guess i have to make it tomorrow. I'm too tired :\/","Type Tired :T","I'm awake today. Like, im not that tired (:","i actually wanna go to school :$ but im tired, -.-","Surprised... I'm not really tired this morning.... hmmm.:)","12 hour sleep...I must've been tired!","gawd tired seh just now :L","Tired but happy. Newly cut ng hair ang dog kong si kowbi. Hahahah. Plus shopping with my kuya patrick and Wilmer.","I'm up! I'm tired! I can't wait for cuba! Only 11 more months to go ♥ vacay with a great guy","Decided not to attend qu national day's meeting. tooo tired to stay till 5.","Omo so tired. Sick but needs to go on. Waaaaaah","Yup. I am just tired. Smiling a goofy smile up at her.","Aiyo~ a happiness you once owned is enough~ :) I'm so tired~~~! Kor is back in action~!","Monday's are the worst so tired right now","I am so lazy and tired now !!!","Tired oi !","Bloody tired!","Damn I was almost asleep a hour ago and I felt like I was falling, now I have restless legs... SO tired :;","7am meetings...damn I'm tired as hell tho trying to go back to sleep instead of walking thru the cold","Soooo.... Tired.","I only got like a hour or two sleep thx to somebody who kept me up on the phone but I don't even feel tired... Getting ready for school","I should probably be tired....or asleep *shrug* #Sleeps4suckers #NoGrindNoShine","Tired. Meh.","Had so much fun.. Tired! But fun.. Wekekek","So fed up with life! I'm tired of hurting, tired of being let down. My heart can only break so many times before it stops beating..","Hey I just woke up so tired","mm, hey guys)) just come from school, really tired, but it was amazing schoolday","So tired :( another day of work (n)","Morning twitterfolk! It's going to be a long day...revisions, revisions, revisions. I'm tired but thankful. #dissertationislife","At hme ...tired","someone tweeted: So friggin' tired! OMG: So friggin' tired! OMG","At work tired af! Can't wait to sleep wen I get off...","Tired . School. Eh what the heck?","I'm tired of hearing ppl yell I just wanna go home","i am so tired. :<","Too tired fuck it make that xmas money","Soooooo tired today","Around bkk such a tired...;'(","Soo tired.. tossing n turning all night.... Morning!","Just got home from my cousin's house. Me is tired!","Tired and Dying.","Going for training nw. Tired.","2am rolls past and still Timmy waits, rubbing his tired little eyes, head rocking forward. he almost nods off, dreams pricking at his eyes.","tmr is another day for me to be tired :P like seriously","so tired!!!","So friggin' tired! OMG","HULK DRINK SO MUCH COFFEE HULK TIRED!! BEFORE HULK GET JOB, HULK SLEEP IN! NOW HULK RISE WITH BIRDS!! THIS NOT WHAT HULK HAD IN MIND!","Soooooo tired!","Tired. Yup. I have nothing witty to say.","tired but gotta wrk these golfers out and get them strong!","up early ass fuck on my way home Tired as hell!!!","I am blady tired!!","Bored, tired and hungry.","Morning. Tired and not liking going back to school. I lose a study hall this marking period. It wouldn't be as bad if I saw a launch","Im so tired -_____- && its fuckin freezinq -snow\/rain","I hate when I start getting tired, my eyes get low af.","I'm tired of obama I want to see some osama now","15 hour sleep and i'm still tired.","Omgggg I need to say home. I'm tired as hell man","Dam I sleep my whole lunch breakk ...I'm still tired..","why am i so tired?","At home..huuh, an crazy day. Too tired, almost fell asleep in the car. But seems the worst times are in future, near future. Who knows ..","I am not blaming you but PLEASE think for others. I KNOW you are tired. It's not like I could do anything\/","Early to bed, early to rise, makes a man tired the rest of the day","I'm so tired this morning that my foot is still asleep; however, I'm clearly awake enough to come up with a nice lame joke.","I'm just tired of the bs. Winning the powerball would make getting out much easier!","Why am I so tired!","So I am tired and poor and have an essay to write. But it was worth it.","Let Taday Be A Good Day..Kuz Im Tired Of Havin So Many Fuk'd Up Days.! #LetsSee! Shall We.!","Tired, but I got a smile on my face...Looks like I'm going to have to put Monday in its place...","School time :( I'm still super tired& I overslept. And its extremely freezin out! I juss wanna stay in my cozy bed and sleep some more.","im fuckin tired.. I wanna go hm and rest and watch dvd with fam..","So damn tired but must write down notes on cheat sheet for tomorrow's exam. Must!","tired of spendin money on malware, virus protection...we need a free clinic for computers..mines is i guess a hoe..lol","Dead tired","The reason why I don't like to take a nap is because it will not be a nap. It will make me more lazy, tired and moody when I wake up :(","So fucking tired.. Ujian manajemen, gmna bsk aja dah..","Fcking tired. I might die soon. Real soon.","Great weekend but sooooo tired","I'm already tired of using Twitter. 10 unfollowers a week. I hate seeing that. I think I must deactivate this account now."]